[
    {
        "Hierarchy": "1s",
        "Code": "1",
        "Title": "VIOLENT ACTS",
        "Definition": "Codes in this division apply to injuries that are the result of intentional violent acts by a person. Such injuries may be inflicted by another person or by oneself. The injury from violent acts may be physical or mental/emotional. The injured worker could be directly involved in the violent act, as either a target of violence or harmed due to gross negligence during commission of a crime. They may also be the indirect victim of violence such as a friendly fire strike during a violent shoot out or witnessing a violent act. Injuries resulting from an intent to harm are considered to be acts of violence regardless of the mental capacity or state of the aggressor. Injuries involving the normal worksite tasks and actions of co-workers should be considered accidental unless information to indicate harmful intent is provided. ",
        "Includes": "Intentional violent acts by a person; inadvertent victims harmed during the commission of a violent crime; injuries to persons intervening in violent situations; injuries to bystanders or witnesses of violent acts;  injuries from falls or contact as  a result of avoiding a violent act by a person; intentional injuries by persons with diminished mental capacity even while being restrained, moved, or cared for by the worker; distress from witnessing a violent act or the aftermath of a violent act ",
        "Excludes": "Unintentional or intent unknown injuries resulting from direct contact with a person (61); intentional physical contact without malicious intent during police, military, or martial arts training and during sporting events and training (611); hit by a ball thrown by another person without malicious intent (6429); accidental injuries from all types of guns (641); transportation incidents unless the intent was to injure the worker (Division 2); injuries resulting from contact with animals (62); unintentional or intent unknown drug overdoses (551); exposures to infectious agents (55)",
        "Coding interactions": "Source: The person who inflicted the injury according to their relationship to the worker.\nSecondary source: \n1. Weapon or other mechanism of inflicting harm\n2. items that passively contributed to injury, but were not used as a weapon 3. Secondary source NA (991) if no weapon was used (i.e. hitting, kicking).",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "10",
        "Title": "Violent acts— unspecified",
        "Definition": "Intentional violent acts when it is unknown whether the injury was self-inflicted or inflicted by another person regardless of whether the injured worker was the intended target or an inadvertent victim.",
        "Includes": "Gunshot wound when unknown if inflicted by self or other person",
        "Excludes": "Injuries from unintentional actions or actions of unknown intent (61)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "11",
        "Title": "Violent acts by other person",
        "Definition": "Codes in this major group apply to injuries that are the result of violent acts by persons other than the injured worker when it is known that the act was intentional. The injured worker could be the intended target or an inadvertent victim. The worker could be physically injured or experience stress from the intentional violent action of another person.",
        "Includes": "Injuries or distress sustained while attempting to restrain a person acting violently or while breaking up a fight; stress from being present during a violent act by a person which could result in physical harm to the worker, even if no injury occurs",
        "Excludes": "Accidental or unintentional  contact with another person (61); unintentional injuries resulting from intentional physical contact (e.g. contact sports injuries) (611); intentional, self inflicted injuries (120); distress from witnessing a violent act or the aftermath of a violent act that does not threaten the worker (13); contact with another without resistance, such as from an orderly arrest, detention, or take down (61)",
        "Coding interactions": "Source: The person who inflicted the injury according to their relationship to the worker (Source group 57)\nSecondary source: \n1. Weapon or other mechanism of inflicting harm \n2. Secondary source NA (991) if no weapon was used (i.e. hitting, kicking).",
        "Notes": "code person as source",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "110",
        "Title": "Violent acts by other person— unspecified",
        "Definition": "Intentionally violent acts by a person other than the injured worker when the specific type of action(s) specified in codes 111 to 119 are unknown is unknown. ",
        "Includes": "Nonspecific violent acts by a person on another described as any of the following:  altercation, attack, or assault; fighting with another person; injury due to violent acts by aggressive, agitated, or combative person; stress from being the victim or intended victim of an unknown  violent act ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "111",
        "Title": "Shooting by other person",
        "Definition": "Instances where a person is shot by another person in a violent situation, acting either with intent to harm others or with disregard for human life. Inadvertent shooting(s) in a violent situation when the victim was not the intended target are included here. Weapons may be firearms or air-powered gun shooting bullets or other projectiles. ",
        "Includes": "Intentional victims of shootings",
        "Excludes": " gun intentionally fired in a violent situation when the injured worker was not the intended target",
        "Coding interactions": " shot as a result of mistaken identity",
        "Notes": " struck by friendly fire",
        "": " "
    },
    {
        "Hierarchy": "3",
        "Code": "112",
        "Title": "Stabbing, cutting, slashing by other person",
        "Definition": "Instances where a person is stabbed, cut, slashed or pierced by another person in a violent situation, acting either with intent to harm others or in gross negligence of human life and safety, regardless of whether the victim was the intended target. Injuries may be inflicted by actual weapons or improvised objects. ",
        "Includes": "Stabbed, slashed, cut, lacerated, punctured by knife or sharp instrument; cases of use of a sharp instrument as a weapon by another person; stress due to attempted stabbing",
        "Excludes": "biting or scratching by person (114)",
        "Coding interactions": " accidental stabbing by another person (662)",
        "Notes": " assault with blunt objects (114)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "113",
        "Title": "Strangulation, asphyxiation by other person",
        "Definition": "Choking, strangulation, smothering or any other type of mechanical asphyxiation by another person. Injuries may be inflicted with hands, weapons, or improvised objects.",
        "Includes": "strangulation using rope, chain, or other ligature; asphyxiation using covering of mouth and nose with tape, pillow, etc.; intentional drowning; stress from attempted strangulation or asphyxiation even if no physical harm occurred",
        "Excludes": "self-strangulation, asphyxiation or hanging (122); asphyxiation due to entrapment in objects or equipment (Division 6); asphyxiation due to exposure to harmful substances or environments (Division 5)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "114",
        "Title": "Hitting, kicking, beating by other person",
        "Definition": "Violent physical contact with another person using her/his body or a handheld object, except when contact results in strangulation. This includes Injuries may be inflicted by the person's body, weapons, or improvised objects.",
        "Includes": "physical assault without mention of weapon; Intentional acts of punching, clubbing, bludgeoning, hitting with weapon, grabbing, grappling, biting, pushing, pinching, squeezing, shoving, butting, scratching, and twisting or bending appendages",
        "Excludes": "Strangulation (113); assault, stabbing with sharp objects, knife (112); injuries by animals (62); simulated fighting or horseplay (61); unintentional or intent unknown physical contact with another person such as being struck by a falling person (61); intentionally throwing an object at another person (119)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "1140",
        "Title": "Hitting, kicking, beating by other person— unspecified",
        "Definition": "Violent physical contact with another person using her/his body or a handheld object, when a more specific code from 1441-1449 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "1141",
        "Title": "Hitting, kicking, beating by other person while providing protective services",
        "Definition": "Injury due to direct physical contact with another person while attempting to restrain or arrest suspects or inmates in a law enforcement, corrections, security, or peace-keeping capacity.",
        "Includes": "heart attack after physical struggle; prison, corrections work; ",
        "Excludes": "Overexertion injuries while pursuing (Division 7)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "1142",
        "Title": "Hitting, kicking, beating by other person while providing medical or custodial care",
        "Definition": "Injury due to direct physical contact with another person while restraining a patient, student, or other ward.",
        "Includes": "Biting by patient or person in care",
        "Excludes": " special needs or foster group home care",
        "Coding interactions": "Overexertion injuries while providing care (711)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "1149",
        "Title": "Hitting, kicking, beating by other person— n.e.c.",
        "Definition": "All other instance of Injury due to direct physical contact except for during arrest or providing care.",
        "Includes": "Hitting, kicking, beating injuries due to co-worker violence; robbers and other assailants; at-work domestic violence ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "115",
        "Title": "Bombing, arson by other person",
        "Definition": "Bombing or arson of a structure, vehicle or other object by a person with violent or destructive intent. Arson is defined as the criminal act of deliberately setting fire to property for the purpose of inflicting damage or harm or for financial gain.",
        "Includes": "assault by arson or incendiary device; unintentional injuries as a result of intentional arson, such as a firefighter injuries from trying to extinguish an arson fire; stress due to being part of bombing or arson even if no physical harm occurred",
        "Excludes": "Fire or explosions-- accidental or unknown cause (Division 3)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "116",
        "Title": "Rape, sexual assault by other person",
        "Definition": "Physical sexual contact by a person carried out forcibly or under threat of injury and against another person's will.",
        "Includes": "Coerced sexual acts with or without physical force",
        "Excludes": "  unwanted sexual contact",
        "Coding interactions": " molestation",
        "Notes": "Non-physical sexual advances, sexual harassment, threats of rape (117); rape combined with assault (118); unwanted sexual displays or exposures (119)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "117",
        "Title": "Threat, harassment by other person",
        "Definition": "Verbal or nonverbal communications of intention to inflict physical harm or cause nonphysical pain, injury, damage, or take some other hostile action on a person or that person's loved ones by another person. In order to select this code, there must have been a reasonable fear of violent action or a pattern intimidating behaviors (such as would amount to cause for a restraining order), such as stalking or harassment. ",
        "Includes": "non-verbal communications of physical harm; online bullying, harassment; threats of rape; deliberate menacing body posture; brandishing or pointing  weapon; robberies without assault; coercion and blackmail; stalking; suggesting that a person kill or harm themselves; violation of restraining order",
        "Excludes": "Argument or intimidation without threats of harm (57);  \"toxic work environment\" (57); unintentional verbal intimidation (57); missed intended shooting target (111); unintentional intimidation (57); (code the violent act over the threat)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "118",
        "Title": "Multiple violent acts by other person",
        "Definition": "Combination of two or more  different violent acts from codes 111 to 117 when it cannot be determined which act produced the more severe injury.",
        "Includes": "Shooting and stabbing",
        "Excludes": " stabbing and clubbing",
        "Coding interactions": " stabbing and strangulation",
        "Notes": " rape and beating",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "119",
        "Title": "Intentional violence by other person— n.e.c.",
        "Definition": "Violent acts by a person that are known but do not fit descriptions of event codes from 111 to 118.",
        "Includes": "Vehicular assault; hit by intentionally thrown object; intentional shooting by stun gun, BB gun, nail gun, or bow and arrow; human use of attack animal; being held against will, kidnapping without other injury;  intentional pepper-spraying; unwanted sexual displays or exposures; injuries from falls or contact as a result of avoiding a violent act by a person; spitting or throwing bodily excrements",
        "Excludes": "Accidental or unintentional  contact with another person (61)",
        "Coding interactions": " overexertion from contact with a person (71) ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "12",
        "Title": "Intentional self-harm",
        "Definition": "Codes in this major group apply to injuries that are intentional and self-inflicted. Injuries resulting from the normal worksite tasks and actions of the worker are generally considered accidental unless information to the contrary is provided indicating suicide or attempted suicide or other attempt to injure oneself on purpose.  ",
        "Includes": "Suicide",
        "Excludes": "Accidental drug overdoses and overdoses where intent is undetermined (55)",
        "Coding interactions": " accidental injuries to self including discharge of gun or other weapon (6312)",
        "Notes": "Source: The injured worker, (Source code 569)\nSecondary source: \n1. Weapon or other mechanism of inflicting harm \n2. Secondary source NA (991) if no weapon was used.",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "120",
        "Title": "Intentional self-harm— unspecified",
        "Definition": "Self-inflicted injuries with intent to harm when the specific type of action specified in codes 211 to 129 is unknown.",
        "Includes": "hurting self (action unspecified)",
        "Excludes": " suicide or attempted suicide (action unspecified)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "121",
        "Title": "Intentional self-harm— shooting",
        "Definition": "Intentionally shooting self with a bullet or other projectile from a powder-charged gun, such as handgun, shotgun, or rifle. ",
        "Includes": "Shot self in suicide or suicide attempt",
        "Excludes": "Shot self while cleaning or handling gun (641)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "122",
        "Title": "Intentional self-harm— hanging, strangulation, asphyxiation",
        "Definition": "Choking, strangulation, suffocation, smothering or any other type of asphyxiation by self with intent to harm. Injuries may be inflicted with hands, weapons, or improvised objects.",
        "Includes": "Hanging or drowning oneself",
        "Excludes": " intentional inhalation of vehicle exhaust",
        "Coding interactions": "Auto-erotic asphyxiation (569)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "123",
        "Title": "Intentional self-harm— jump from building, structure",
        "Definition": "Jumping to a lower level with the intention of harming oneself.",
        "Includes": "Jumping from a structure to a lower level ",
        "Excludes": " Jumping to avoid danger or to get to another location (41)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "124",
        "Title": "Intentional self-harm— cutting, stabbing",
        "Definition": "Stabbing, cutting, slashing or piercing oneself with the intention of self harm. Injuries may be inflicted by actual weapons or improvised objects. ",
        "Includes": "Slitting one's wrists or throat",
        "Excludes": " self cutting",
        "Coding interactions": "Struck self with knife or other object while using it (6621)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "125",
        "Title": "Intentional self-harm— poisoning, drug overdose",
        "Definition": "Administration of drugs or poisonous substances by self with harmful intent. Substances can be ingested or taken intravenously. ",
        "Includes": "Intentional ingestion of drug or poison to harm oneself",
        "Excludes": " intentional inhalation of vehicle exhaust to harm oneself",
        "Coding interactions": "Poisoning or drug overdose with the unintentional or unknown intent (551)",
        "Notes": "  accidental inhalation of dangerous substance (553)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "129",
        "Title": "Intentional self-harm— n.e.c.",
        "Definition": "Intentional self harming acts that are known but do not fit descriptions of event codes from 121 to 125.",
        "Includes": "Intentional self-harm from stun gun, BB gun, nail gun, automobile crash, fire, explosion; intentionally hitting oneself or external objects (punching wall, head-butting wall or mirror); self-immolation",
        "Excludes": "Accidental contact with objects or contact with unknown intent (Division 6)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "13",
        "Title": "Witnessing a violent act",
        "Definition": "Instances where the worker was not a direct victim of violence or under immediate threat of violence, but experienced psychological distress due to witnessing an intentional violent act by another person or the aftermath of such an act.",
        "Includes": "Witnessing a suicide, murder, robbery, etc. in progress; encountering the scene of violence after the event; first responder suffers distress from encountering victims of violent act; witnessing a violent act or the aftermath of a violent act that does not threaten or do physical harm to the worker",
        "Excludes": "Being \"held up\" or threatened during commission of a robbery or other crime (117); being kidnapped or held hostage without bodily harm (119); being physically injured as a bystander to a violent act (11); witnessing an injury not due to a violent act such as a vehicle accident (57); stress from being present during a violent act by a person which could result in physical harm to the worker, even if no injury occurs (11)",
        "Coding interactions": "Source: The person who acted violently\nSecondary source: \n1. Weapon or other mechanism of inflicting harm \n2.Secondary source NA (991) if no weapon were used (i.e. hitting, kicking).",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "2",
        "Title": "TRANSPORTATION INCIDENTS ",
        "Definition": "Codes in this division apply to injuries resulting from vehicles in normal operation. Select the appropriate code to reflect the vehicle or conveyance that the injured worker was using at the time of the incident. Vehicles are defined as aircraft, rail, water or motorized and non-motorized land vehicles intended for human occupancy and/or use on roadway or railway systems that are shared with other vehicles transporting people. Mobile equipment, such as tractors and mobile machinery that meet these requirements may also be considered vehicles. Normal operation is defined as forward or backwards motion operating under the control of a person or computerized system at the start of the incident. Vehicles that are moving over the ground surface in an uncontrolled fashion (non-normal operation) are coded in Division 6, Contact. Division 2 also includes injuries to pedestrians, defined as persons who are struck by a vehicles in normal operation but who are not themselves the occupant of any type of vehicle, regardless of their activity or location relative to vehicles in transport at the time of the incident. Vehicle occupants may be fully or partially inside the vehicle or in the process of boarding or alighting the vehicle at the time of the incident.",
        "Includes": "Aircraft incidents",
        "Excludes": " water vehicle incidents",
        "Coding interactions": " rail incidents",
        "Notes": " pedestrians struck by vehicles",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "20",
        "Title": "Transportation incidents— unspecified",
        "Definition": "Transportation incidents in which the type of vehicle is unknown. If the vehicle was known, but the specific type of incident cannot be determined, defer to order of precedence.",
        "Includes": " ",
        "Excludes": "Plane incident (21); boat accident (22); rail accident (23); non-motor vehicle incident (24), pedestrian incident (25); motorized land vehicle accident (26, 27)",
        "Coding interactions": "Source: Vehicle, unspecified (80). \nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event\n2. Items that were impacted, such as other vehicles, objects, or structures.\n3. Secondary Source unknown (990)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "21",
        "Title": "Aircraft incidents",
        "Definition": "Codes in this major group apply to incidents involving aircraft which are in use for transport of persons and goods. Incidents may occur while the aircraft is moving on the ground or through the air. Aircraft are defined as sources in Division 8.",
        "Includes": "Plane or helicopter accident",
        "Excludes": "Incidents involving drones (Division 6)",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident. This will typically be aircraft in this group, but could also be a land vehicle for collisions between taxiing planes and land vehicles. \nSecondary Source: \n1. Item(s) or conditions (e.g. weather) that were responsible for initiating the event, if known. \n2. Items that were impacted (e.g. other vehicles, objects, or structures.) \n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "210",
        "Title": "Aircraft incidents— unspecified",
        "Definition": "Incident involving an aircraft, but a more detailed code from groups 211 to 219 cannot be determined",
        "Includes": "\"Worker injured by aircraft\" with no further information",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "211",
        "Title": "Non-passenger struck by aircraft ",
        "Definition": "Pedestrians struck by aircraft in flight, taxiing aircraft or propeller.  ",
        "Includes": "Worker on tarmac struck by plane taxiing",
        "Excludes": " building occupant injured when plane crashes into building",
        "Coding interactions": " ",
        "Notes": "Source: Aircraft that struck the worker\nSecondary Source: \n1. Item(s) (e.g. fog) that were responsible for initiating the event \n2. Items propelled by the aircraft that struck the worker\n3. Secondary source NA (991)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "212",
        "Title": "Aircraft crash during takeoff or landing",
        "Definition": "Crashes when the aircraft is in the process of preparing to leave the runway, taking off, or landing. This also includes in-flight ascent and descent.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident— Typically an aircraft, but could be another type if the worker's vehicle was impacted by an aircraft.\nSecondary Source: \n1. The item that was responsible for initiating the event (e.g. weather conditions, flock of birds)\n2. Items that were impacted, such as a structure or the ground.\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2120",
        "Title": "Aircraft crash during takeoff or landing— unspecified",
        "Definition": "Aircraft crashes occurring during takeoff or landing when a more detailed code from 2121 to 2129 cannot be determined.",
        "Includes": " Crashes while taxiing",
        "Excludes": " crashes with ground vehicles",
        "Coding interactions": " crashes during regular or emergency landings ",
        "Notes": "Injuries to non-passengers during takeoff or landing (211)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2121",
        "Title": "Aircraft crash during takeoff or landing due to mechanical failure",
        "Definition": "Aircraft crash during takeoff or landing due to failure of the engine or any other part of the plane",
        "Includes": "Fires due to mechanical failure resulting in crashes during takeoff or landing",
        "Excludes": "Crashes during takeoff or landing due to any reason except mechanical failure of the aircraft (2122, 2123, 2129)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2122",
        "Title": "Aircraft crash during takeoff or landing between air vehicles",
        "Definition": "Crashes between air vehicles when at least one vehicle is in the process of takeoff or landing. Aircraft may be on the ground or in the air at the time of impact.",
        "Includes": "Collision between aircrafts on the runway",
        "Excludes": "Mid air collisions when neither aircraft is taking off or landing (213)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2123",
        "Title": "Aircraft crash during takeoff or landing into structure, object, or ground",
        "Definition": "Aircraft crashes occurring during takeoff or landing when the aircraft crashes into an object or surface other than another aircraft.",
        "Includes": "Crash into ground, mountain, building, trees, power lines, or body of water during takeoff or landing",
        "Excludes": "In flight crashes (213)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2129",
        "Title": "Aircraft crash during takeoff or landing— n.e.c.",
        "Definition": "Aircraft crashes in which the event is known but does not fit descriptions of event codes 2120 to 2123.",
        "Includes": "Hard landing",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "213",
        "Title": "In-flight crash, collision",
        "Definition": "Aircraft crashes while in flight. ",
        "Includes": " ",
        "Excludes": "Crashes during takeoff or landing, ascent or descent (212); non-passengers struck by aircraft (211)",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident.\nSecondary Source: \n1. The item or condition that was responsible for initiating the event (e.g. weather conditions)\n2. Items that were impacted, such as a structure or the ground.\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2130",
        "Title": "In-flight crash— unspecified",
        "Definition": "Aircraft crashes occurring during flight when a more detailed code from 2131 to 2139 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2131",
        "Title": "In-flight crash due to mechanical failure",
        "Definition": "In flight aircraft crashes occurring due to mechanical failure of the aircraft.",
        "Includes": " ",
        "Excludes": "In flight crashes due to any reason except mechanical failure of the aircraft (2132, 2133, 2139);  in flight crash due to mechanical failure during takeoff or landing (2121)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2132",
        "Title": "In-flight collision between air vehicles",
        "Definition": "Crashes between air vehicles when both vehicles are in flight. ",
        "Includes": "Plane and helicopter in flight crash",
        "Excludes": "Crashes due to mechanical failure (2131); crash during takeoff or landing (212); single aircraft in-flight crash (2131, 2133, 2199)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2133",
        "Title": "Low altitude entanglement",
        "Definition": "Aircraft crashes and other incidents resulting from the aircraft becoming entangled with trees or power lines at low altitude.",
        "Includes": "Aircraft hitting trees",
        "Excludes": " helicopter crash resulting from items being carried snagging on a tree",
        "Coding interactions": " aircraft banner towing when the banner hits an object or structure",
        "Notes": " becoming entangled in power lines ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2139",
        "Title": "In-flight crash, collision into structure, object, ground— n.e.c.",
        "Definition": "Aircraft crashes in which the event is known but does not fit descriptions of event codes 2130 to 2133.",
        "Includes": "Bird strike; crash into mountain, building, trees",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "214",
        "Title": "Incidents onboard aircraft in normal operation",
        "Definition": "Incidents occurring onboard an aircraft that is moving along the ground or in flight that are not the result of an impending crash.",
        "Includes": "Injuries resulting from in-flight turbulence or sudden drop in altitude",
        "Excludes": "Any type of collision or crash (212-213); injuries onboard aircraft that is parked, not in transport (code to appropriate division)",
        "Coding interactions": "Source: The aircraft that the injured worker occupied at the time of incident.\nSecondary Source: \n1. Items involved in the incident (e.g. flammable substances, small appliances) on board or specific parts of the plane itself (e.g. luggage compartments)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2140",
        "Title": "Incidents onboard aircraft in normal operation— unspecified",
        "Definition": "Incidents occurring onboard aircraft in normal operation but a more detailed code from 2141 to 2149 cannot be determined.",
        "Includes": "In-flight injuries of unknown cause",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2141",
        "Title": "Fires, explosions onboard aircraft in normal operation",
        "Definition": "Small scale fires and explosions resulting from machinery or cargo onboard the aircraft that are not the result of a crash or failure of the aircraft itself. ",
        "Includes": "Cargo fire",
        "Excludes": " cooking equipment fire",
        "Coding interactions": "Explosions and fires resulting from aircraft crashes (212, 213)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2142",
        "Title": "Fall, contact incident onboard aircraft in normal operation",
        "Definition": "Falls, slips, trips, or contact with objects or equipment while onboard aircraft in transport without a crash incident.",
        "Includes": "Falls due to turbulence or sudden drop in altitude; any slip, trip or fall on an aircraft in motion; struck by shifting cargo; equipment or machinery incidents in flight; contact due to turbulence",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2143",
        "Title": "Exposure incident onboard aircraft in normal operation",
        "Definition": "Exposure to harmful substances or environments while onboard aircraft in transport without a crash incident.",
        "Includes": "Oxygen deprivation from loss of cabin pressure",
        "Excludes": " noise exposure while in flight",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2144",
        "Title": "Overexertion incidents onboard aircraft in normal operation",
        "Definition": "Overexertions or bodily motion incidents occurring while onboard aircraft in transport without a crash incident.",
        "Includes": " Bodily motion injuries due to turbulence",
        "Excludes": " overexertion injury while in flight",
        "Coding interactions": "Violence onboard aircraft (Division 1)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "215",
        "Title": "Parachuting and nonpowered aircraft incidents ",
        "Definition": "Incidents resulting from planned use of parachutes or nonpowered aircraft (e.g. hang gliders). ",
        "Includes": "Failure of parachute to open",
        "Excludes": " striking an object or other person while in the air or upon landing",
        "Coding interactions": " landing in a lake and drowning",
        "Notes": " skydiving",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "219",
        "Title": "Other aircraft incident— n.e.c.",
        "Definition": "Incidents involving aircraft that are known but does not fit descriptions of event code groups 210 to 215.",
        "Includes": "Unintentional falls from planes",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "22",
        "Title": "Water vehicle incidents",
        "Definition": "Codes in this major group apply to injuries resulting from water vehicle crashes, collisions, incidents occurring to passengers while riding on water vessels or nonpassengers, such as swimmers and divers, who are struck by water vessels. Water vessels must meet definition of normal operation for the event to meet the definition of Transportation. Incidents occurring onboard docked water vessels (wet or dry dock) are not considered transportation cases. Water vehicles are defined as sources in Division 8.",
        "Includes": "Submarine incidents",
        "Excludes": "  incidents occurring to passengers while onboard water vessel underway such as falls and machinery accidents",
        "Coding interactions": "Incidents involving docked water vehicles",
        "Notes": " incidents occurring on stationary or docked oil rigs (may code in any Event division)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "220",
        "Title": "Water vehicle incidents— unspecified",
        "Definition": "Incidents involving water vehicles when a more detailed code from groups 221 to 229 cannot be determined.",
        "Includes": "Descriptions of \"boating incident\" with no further information",
        "Excludes": "Incidents on docked water vehicles (may code in any Event division)",
        "Coding interactions": "Source: The vehicle that the decedent occupied at the time of the incident\nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. weather conditions)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "221",
        "Title": "Non-passenger struck by water vehicle",
        "Definition": "Incidents involving water vehicles injuring persons who were not passengers of the vessel that produced the injury or any other type of vehicle. Includes injuries to swimmers and divers",
        "Includes": " all persons who voluntarily alighted from a water vessel",
        "Excludes": " and persons working on docks or around water vehicles.",
        "Coding interactions": "Swimmers or divers who voluntarily jump from a water vessel and are struck by a water vessel",
        "Notes": " dockworkers struck while attempting to moor water vehicle",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "222",
        "Title": "Water vehicle collisions",
        "Definition": "Incidents involving a water vehicle striking a solid object or another water vessel.",
        "Includes": "Fires resulting from water vessel collisions; capsized or sinking water vehicle as a result of a collision; incidents involving water vessels that are anchored, but not docked",
        "Excludes": "Capsized or sinking water vehicle without collision (223); pedestrian struck by water vehicle or propeller (221); \"collisions\" with waves (223)",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. weather conditions)\n2. Vehicles or items that were impacted, such as a bridge.\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2220",
        "Title": "Water vehicle collision— unspecified",
        "Definition": "Water vehicle collisions when information about the object struck (codes 2221-2229) cannot be determined.",
        "Includes": "Descriptions of water vehicle collisions without information about what was struck, i.e. \"jet ski collision\" ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2221",
        "Title": "Collision between water vehicles",
        "Definition": "Collisions between water vehicles of any size or type. ",
        "Includes": "Row boat collision with sailboat",
        "Excludes": " tugboat collision with barge",
        "Coding interactions": "Collisions between a water vehicle and an object other than another water vehicle (2229)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2229",
        "Title": "Collision between water vehicle and object(s)— n.e.c.",
        "Definition": "Incidents involving a water vehicle striking a solid object other than another water vessel.",
        "Includes": "Water vehicle striking buoy, iceberg, or other floating object; water vehicle striking stationary object(s) such as rocks, bridge structures, piers or pilings",
        "Excludes": "Water vehicle striking nonpassenger (221)",
        "Coding interactions": " fall or jump from and struck by water vehicle (2243)",
        "Notes": " collisions between water vehicles of any size or type (2221)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "223",
        "Title": "Capsized or sinking water vehicle (non collision)",
        "Definition": "Water vehicle sinking or capsizing due to any reason except a collision with another vehicle or solid object.",
        "Includes": "Sinking vessel due to a structural defect not related to a collision",
        "Excludes": " vessel sinking in a storm",
        "Coding interactions": " vessel capsized by wave",
        "Notes": "Capsized or sinking water vehicle as a result of a collision (222)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "224",
        "Title": "Incidents onboard water vehicle in normal operation",
        "Definition": "Incidents onboard a water vehicle in water in the absence of a collision or sinking.",
        "Includes": "Jumps from water vehicle in distress",
        "Excludes": "Jumps from water vehicle with intention of self harm (123)",
        "Coding interactions": " incidents occurring as a result of sinking or capsizing water vessel (223)",
        "Notes": " incidents occurring as a result of water vehicle collision with solid object (2229)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2240",
        "Title": "Incidents onboard water vehicle in normal operation— unspecified",
        "Definition": "Incidents on a water vehicle in water when a more detailed code from 2241 to 2246 cannot be determined.",
        "Includes": " ",
        "Excludes": "Incident caused by a collision or sinking of a water vehicle (222-223)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2241",
        "Title": "Fires, explosions onboard water vehicle in normal operation",
        "Definition": "Fires and explosions resulting from machinery or cargo onboard the water vehicle that are not the result of a collision. ",
        "Includes": "Cargo fire",
        "Excludes": " cooking equipment fire",
        "Coding interactions": "Fires resulting from water vessel collisions (222); oil rig fire incidents (32), except incidents during rig transportation at sea",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2242",
        "Title": "Fall, jump from water vehicle",
        "Definition": "Falling or involuntarily jumping overboard from a water vehicle, without being struck by a water vessel",
        "Includes": "Fell overboard and struck head",
        "Excludes": "Injuries to swimmers or divers who voluntarily jump from a water vessel (221)",
        "Coding interactions": " falling or jumping as a result of a collision (222) or sinking (223)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2243",
        "Title": "Fall, jump from and struck by water vehicle",
        "Definition": "Falling or involuntarily jumping overboard from a water vehicle and struck by a water vessel.",
        "Includes": "Fall from and struck by same water vehicle or another water vehicle",
        "Excludes": "Fall from water vehicle without being struck by water vehicle (2242)",
        "Coding interactions": " water vehicle striking nonpassenger or swimmers or divers who voluntarily jump from a water vessel (221)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2244",
        "Title": "Fall, contact incident onboard water vehicle",
        "Definition": "Injuries resulting from falls on same level or to lower level or contact with objects, equipment while onboard water vehicle in water",
        "Includes": "Fall on water vessel docked in water",
        "Excludes": "Fall from water vessel (2242-2243)",
        "Coding interactions": " fall onboard water vessel due to collision (222)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2245",
        "Title": "Exposure incident onboard water vehicle in normal operation",
        "Definition": "Exposure to harmful substances or environments while onboard a water vehicle in normal operation without a crash incident.",
        "Includes": "Oxygen deprivation from loss of cabin pressure",
        "Excludes": " noise exposure while in flight",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2246",
        "Title": "Overexertion incidents onboard water vehicle in normal operation",
        "Definition": "Overexertions or bodily motion incidents occurring while onboard a water vehicle in normal operation without a crash incident.",
        "Includes": " Bodily motion injuries due to turbulence",
        "Excludes": " overexertion injury while in flight",
        "Coding interactions": "Violence onboard aircraft (Division 1)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "229",
        "Title": "Other water vehicle incident n.e.c.",
        "Definition": "Incidents involving water vessel(s) that are known but does not fit descriptions of event code groups 220 to 224.",
        "Includes": "Boat running aground",
        "Excludes": " becoming stuck in shallow water",
        "Coding interactions": " ",
        "Notes": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. weather conditions)\n2. Secondary source NA (991)",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "23",
        "Title": "Rail vehicle incidents",
        "Definition": "Codes in this major group apply to injuries that are the result of rail vehicle incident involving least one rail vehicle in transportation operations",
        "Includes": "Full size passenger and freight trains",
        "Excludes": " light rail trains",
        "Coding interactions": " subway trains ",
        "Notes": "Movement along cables, gantries, or conveyors (29?); contact with energized parts of train or tracks without being struck by rail vehicle (e.g. third rail) (Division 5); rail mounted machinery not used for transport (65)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "230",
        "Title": "Rail vehicle incident— unspecified",
        "Definition": "Incidents involving at least one rail vehicle when a more detailed code from 231 to 239 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. ice on rails)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "231",
        "Title": "Non-passenger struck by rail vehicle",
        "Definition": "Pedestrians struck by rail vehicle, excluding passengers who fall or jump from a rail vehicle.",
        "Includes": "Track workers hit by oncoming train",
        "Excludes": "Struck by rail vehicle after falling or jumping from a rail vehicle (2343)",
        "Coding interactions": " attempted suicide by jumping in front of train (129)",
        "Notes": "Source: The rail vehicle that struck the injured worker.\nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. weather conditions)\n2. Secondary source NA (991)\n",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "232",
        "Title": "Rail vehicle collisions ",
        "Definition": "Collisions of rail vehicles with other vehicles, objects, or equipment.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. broken railroad signal)\n2. Vehicles or items that were impacted, such as a deer on the tracks\n\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2320",
        "Title": "Rail vehicle collision— unspecified",
        "Definition": "Collisions of rail vehicles when the object(s) collided with in detailed codes 2321 through 2329 cannot be determined",
        "Includes": "Train collision",
        "Excludes": "Derailment not resulting from a collision (233)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2321",
        "Title": "Collision between rail vehicles",
        "Definition": "Collisions between rail vehicles, including train engines, attached or unattached rail cars or other rail mounted vehicles or equipment.",
        "Includes": "Moving train hits stopped rail car on tracks",
        "Excludes": "Train hits car (2322) or deer (2329)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2322",
        "Title": "Collision between rail and roadway vehicles",
        "Definition": "Collision between rail vehicle and motorized or non-motorized land vehicle(s)",
        "Includes": "Collision between train and roadway vehicle stalled on rails",
        "Excludes": " derailed train strikes roadway vehicle",
        "Coding interactions": "Light rail hits tree on tracks (2329)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2329",
        "Title": "Collision between rail vehicle and object(s)— n.e.c.",
        "Definition": "Injuries resulting from collisions between rail vehicles and objects or animals, except other rail vehicles or roadway vehicles.",
        "Includes": "Train strikes tree down on rails",
        "Excludes": " train strikes animal on tracks",
        "Coding interactions": "Collision between train and roadway vehicle (2322)",
        "Notes": " pedestrian or nonpassenger struck by rail vehicle (231)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "233",
        "Title": "Non-collision derailment",
        "Definition": "Incidents where railway vehicles leave the rails for reasons other than collision with object or other vehicles on the rails. If a rail vehicle collides with object or structure after leaving the rails, it would still be coded here.",
        "Includes": "Derailment resulting from a track problem or mechanical problem with the train",
        "Excludes": " derailments caused by hard braking to avoid a collision",
        "Coding interactions": "Derailment resulting from a collision (232)",
        "Notes": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event\n2. Secondary source NA 9991\n",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "234",
        "Title": "Incidents onboard rail vehicle in normal operation",
        "Definition": "Incidents occurring as a result of normal starts and stops and regular motion of the train",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The rail vehicle that the injured worker occupied at the time of incident.\nSecondary Source: \n1. Items involved in the incident, such as small appliances on board or specific parts of the vehicle itself (e.g. compartments or pipes)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2340",
        "Title": "Incident onboard rail vehicle in normal operation— unspecified",
        "Definition": "Incident occurring onboard rail vehicles that are not in the process of crashing or derailing when a more detailed code from 2341 to 2349 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2341",
        "Title": "Fire, explosion onboard rail vehicles in normal operation",
        "Definition": "Small scale fires and explosions resulting from machinery or cargo onboard the rail vehicle that are not the result of a collision or failure of the vehicle itself. ",
        "Includes": "Trash can fire onboard train",
        "Excludes": "Fire as a result of a collision (232) or derailment (233)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2342",
        "Title": "Fall, jump from rail vehicle",
        "Definition": "Falling or involuntarily jumping from a rail vehicle without a collision, derailment or sudden stop or start.",
        "Includes": "Person falls from train in motion",
        "Excludes": "Jump or push from rail vehicle to intentionally harm self or other person (Division 1)",
        "Coding interactions": " fall or jump from rail vehicle as a result of collision (232)",
        "Notes": " derailment (233) or sudden stop or start (234)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2343",
        "Title": "Fall, jump from and struck by rail vehicle",
        "Definition": "Falling or involuntarily jumping from a rail vehicle and struck by the same or different rail vehicle without a collision, derailment or sudden stop or start.",
        "Includes": "Conductor falls from train and is struck by a train ",
        "Excludes": "Jump or push from rail vehicle to intentionally harm self or other person (Division 1); fall or jump from rail vehicle as a result of collision (232), derailment (233) or sudden stop or start (234); ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2344",
        "Title": "Fall, contact incident onboard rail vehicle in normal operation",
        "Definition": "Falls, slips, trips, or contact with objects or equipment while onboard rail vehicle in transport without a collision, derailment or sudden stop or start.",
        "Includes": "Person falls on subway while it is in motion",
        "Excludes": " falls as a result of sudden stops and starts",
        "Coding interactions": " worker strikes against a seat while the train is in motion",
        "Notes": "Falls on rail vehicles as a result of collision (232)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2345",
        "Title": "Exposure incident onboard rail vehicle in normal operation",
        "Definition": "Exposure to harmful substances or environments while onboard a rail vehicle in normal operation without a crash incident.",
        "Includes": "Electrocution onboard rail vehicle",
        "Excludes": " noise exposure while in transit",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2346",
        "Title": "Overexertion incidents onboard rail vehicle in normal operation",
        "Definition": "Overexertions or bodily motion incidents occurring while onboard a rail vehicle in normal operation without a crash incident.",
        "Includes": " Bodily motion injuries due to vehicle motion",
        "Excludes": " overexertion injury while in transport",
        "Coding interactions": "Violence onboard train (Division 1)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2349",
        "Title": "Incident onboard rail vehicles— n.e.c.",
        "Definition": "Incidents occurring onboard a rail vehicle that is known but does not fit descriptions of event codes 2341 to 2346.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "239",
        "Title": "Other rail vehicle incident— n.e.c.",
        "Definition": "Incidents involving water vessel(s) that are known but does not fit descriptions of event codes in groups 230 to 234.",
        "Includes": " ",
        "Excludes": "Collision (232)",
        "Coding interactions": " derailment (233) or incidents onboard rail vehicle (234)",
        "Notes": "Source: The vehicle that the injured worker occupied at the time of incident. \nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the event\n2. Secondary source NA (991)\n",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "24",
        "Title": "Non-motorized transport incidents",
        "Definition": "Codes in this major group apply to incidents in which the injured worker was in transport via a ridden animal; animal-powered vehicle; or human powered vehicle such as a pedal cycle or rickshaw. Ski incidents are also captured here. Injuries resulting from other non-pedal personal conveyance including rollerblades, scooters and skateboards that do not involve collision with another transportation vehicle should be coded in the appropriate division according to the details of the incidents.",
        "Includes": " ",
        "Excludes": "Incidents in which the animal was neither being ridden nor used to pull a vehicle, such as collisions with deer in the roadway (2622); injuries resulting from non-pedal personal conveyance including rollerblades, scooters and skateboards that do not involve collision with another transportation vehicle (code in appropriate Event division)",
        "Coding interactions": "Source: The non-motorized vehicle or conveyance that the injured worker occupied at the time of incident or that struck the injured worker if a pedestrian\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event\n2. Items that were impacted, such as other vehicles, objects, or structures.\n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "240",
        "Title": "Non-motorized transport incident— unspecified",
        "Definition": "Incidents involving non-motorized transport when a more detailed code from groups 241 to 249 cannot be determined.",
        "Includes": " ",
        "Excludes": "Pedestrians struck by motorized vehicles and equipment (25)",
        "Coding interactions": "Source: The non-motorized vehicle or conveyance that the injured worker occupied at the time of incident or that struck the injured worker if a pedestrian\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. avalanche)\n2. Items that were impacted, such as other vehicles, objects, or structures.\n3. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "241",
        "Title": "Animal transportation incidents",
        "Definition": "Codes in this group include injuries resulting from all types of animals being ridden or to pull non-motorized conveyance.",
        "Includes": "Injuries while riding animals in entertainment or competitive events, i.e. rodeos, dressage events, circuses (2413); injuries while traveling in animal-drawn conveyance; dog sledding",
        "Excludes": "Animals hitched to a plow when the plow is not being ridden (Division 6)",
        "Coding interactions": "Source: The animal or animal drawn conveyance that the injured worker rode at the time of incident or that struck the injured worker if a pedestrian\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. something spooks animal)\n2. Items that were impacted, such as other vehicles, objects, or structures.\n3. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2410",
        "Title": "Animal transportation incidents— unspecified",
        "Definition": "Incidents involving animal transport when a more detailed code from 2411 to 2419 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2411",
        "Title": "Animal transportation collision in roadway",
        "Definition": "Incidents where persons riding animals or animal-drawn transportation collide with or are struck by land vehicles, in roadway areas. Roadway incidents occur on any part of publicly maintained traffic ways intended for motorized land vehicle travel, including roadway, shoulders, medians, surrounding areas etc. ",
        "Includes": "Mounted police officer struck by car in roadway",
        "Excludes": " car rear-ends horse drawn buggy in roadway",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2412",
        "Title": "Animal transportation collision in nonroadway area",
        "Definition": "Incidents where persons riding animals or animal-drawn transportation collide with or are struck by land vehicles, in nonroadway areas. Nonroadway incidents occur on private and commercial roadways, sidewalks, driveways, fields, arenas, and parking lots",
        "Includes": "horse drawn wagon collides with haystack in a field",
        "Excludes": " Collisions between ridden animals during sporting events",
        "Coding interactions": " pedestrian struck by animal being ridden or used to pull a vehicle",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2413",
        "Title": "Thrown, fell, or jumped from animal transportation",
        "Definition": "Incidents where the rider was thrown, fell or jumped from and animal being ridden or animal drawn vehicle in any location.",
        "Includes": "Horse rider is thrown on a public road",
        "Excludes": " rider bucked from horse during rodeo",
        "Coding interactions": " passenger in horse drawn wagon falls in field",
        "Notes": " farmer falls and is dragged behind animal drawn plow",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2419",
        "Title": "Animal transportation incident— n.e.c.",
        "Definition": "Incidents involving animal transport that are known but do not fit descriptions of event codes from 2410 to 2413.",
        "Includes": "Struck bump, hole or rough terrain without falling from animal transport",
        "Excludes": "Passenger jostled in animal-drawn vehicle (2413)",
        "Coding interactions": " fall from animal-drawn vehicle (2413)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "242",
        "Title": "Pedal cycle incidents",
        "Definition": "Incidents resulting in injuries to pedal cyclists and pedestrians struck by cyclists.",
        "Includes": "Bicycles, electric assist bikes, tricycles, unicycles, rickshaws, etc.",
        "Excludes": "Overexertion injuries due to cycling, unless a crash is involved (71)",
        "Coding interactions": "Source: The pedal cycle that the injured worker occupied at the time of incident or that struck the injured worker if a pedestrian\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event \n2. Items that were impacted, such as other vehicles or structures.\n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2420",
        "Title": "Pedal cycle incidents— unspecified",
        "Definition": "Incidents resulting injuries to pedal cyclists when a more detailed code from 2421 to 2429 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2421",
        "Title": "Pedal cycle collision in roadway",
        "Definition": "Incidents where pedal cyclists collide with or are struck by other land vehicles, in roadway areas. Roadway incidents occur on any part of publicly maintained traffic ways intended for motorized land vehicle travel, including roadway, shoulders, medians, surrounding areas etc. ",
        "Includes": "Cyclist hit by car in bike lane on side of road",
        "Excludes": " fall off of bike and struck by car in roadway",
        "Coding interactions": " pedestrian struck by cyclist",
        "Notes": "Non-collision pedal cycle incidents (2423, 2429)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2422",
        "Title": "Pedal cycle collision in nonroadway area",
        "Definition": "Incidents where pedal cyclists collide with or are struck by other land vehicles, in nonroadway areas. Nonroadway incidents occur on private and commercial roadways, sidewalks, driveways, fields, arenas, and parking lots",
        "Includes": "Cyclist hit by car on sidewalk; fall from bike and hit by car, nonroadway; bicycle hits another bicycle on the street; pedi cab hits a tree on the sidewalk; pedestrian struck by cyclist",
        "Excludes": "Non-collision pedal cycle incidents (2423, 2429)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2423",
        "Title": "Fall from pedal cycle",
        "Definition": "Falls from pedal powered vehicles in any location except as a result of a collision.",
        "Includes": "Bicycle rider falls in street or field",
        "Excludes": "Pedal cycle rider falls as a result of collision (2421, 2422); fall from a bike and subsequently hit by motorized vehicle (2421, 2422)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2429",
        "Title": "Pedal cycle incident— n.e.c.",
        "Definition": "Incidents involving pedal cycles that are known but do not fit descriptions of event codes from 2421 to 2423.",
        "Includes": "Pedal cyclist jarred or vibrated from striking bump, hole, or other rough terrain without falling",
        "Excludes": "Bicycle rider falls from striking bump hole or rough terrain (2423)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "243",
        "Title": "Ski, snowboard, and sled incidents",
        "Definition": "All types of ski incidents including when a worker is using skis as a mode of transportation, providing ski instruction, or for competition. It also includes non-skiers who are struck by other persons using snow conveyance.",
        "Includes": "Snowboarding incidents; injuries from hypothermia after ski crash, sledding and toboggan incidents",
        "Excludes": "Overexertion injuries due to skiing unless there is a crash involved (71); dog sledding (241); curling; ice-skating (code to type of incident, e.g. falls or contact); horse-drawn sleigh (241)",
        "Coding interactions": "Source: Skis or related equipment in use by the worker at time of incident or that struck the injured worker if a pedestrian\nSecondary source: \n1. Item(s) that were responsible for initiating the event (e.g. avalanche)\n2. Items that were impacted, such as other vehicles or structures.\n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2430",
        "Title": "Ski, snowboard, and sled incidents— unspecified",
        "Definition": "Incidents occurring while skiing when a more detailed code from 2431 to 2439 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2431",
        "Title": "Collision on skis, snowboard, sled",
        "Definition": "Incidents where the motion of the injured skier produced impact with any person, object, or equipment that is greater than a ground irregularity while skiing or was struck by another skier or vehicle in transport.",
        "Includes": "Collision with other skier or non-skier",
        "Excludes": " collision with object such as tree",
        "Coding interactions": " skier struck by snowmobile",
        "Notes": "Skier struck by falling rock(2433)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2432",
        "Title": "Struck, engulfed by falling object(s) on skis, snowboard, sled",
        "Definition": "Incidents where a skier is struck by a moving object other than a person or vehicle in transport while skiing or standing still on skis.",
        "Includes": "Overcome by avalanche while skiing",
        "Excludes": " struck by falling object (e.g. tree) while skiing",
        "Coding interactions": " ",
        "Notes": "Collision with other skier (2431)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2433",
        "Title": "Fall from skis, snowboard, sled",
        "Definition": "Incidents where a skier falls to the same or lower level in any location and is not the result of a collision or being struck by a non-transport object.",
        "Includes": "Falls on same level",
        "Excludes": " falls off of ledge",
        "Coding interactions": " falls down mountain side",
        "Notes": " fall while standing still on skis",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2439",
        "Title": "Ski, snowboard, and sled incidents— n.e.c.",
        "Definition": "Incidents occurring while skiing that are known but do not fit descriptions of events 2431 through 2433.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "249",
        "Title": "Non-motorized transport incidents— n.e.c.",
        "Definition": "Incidents involving non-motorized transport that do not meet descriptions of codes in groups 240 to 243. Injuries resulting from other non-pedal personal conveyance including rollerblades, scooters and skateboards that do not involve collision with another transportation vehicle should be coded in the appropriate division according to the details of the incidents.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "25",
        "Title": "Pedestrian incidents involving motorized land vehicles",
        "Definition": "Codes in this major group apply to pedestrians (non-vehicle occupants) and users of personal conveyance who are struck by traveling motorized land vehicles or other mobile equipment. Locations cited in the code title, refer to the location of the pedestrian at the time of the event and not the location of the vehicle. Personal conveyance is defined as any motorized or non-motorized transport or mobility assistance that is not deemed roadway compliant.",
        "Includes": "land vehicle striking building or structure; pedestrians struck while in motorized or non-motorized personal mobility device, including wheelchairs and motorized scooters; pedestrians struck by vehicles while using skateboards, rollerblades, or other non-roadway compliant personal conveyance",
        "Excludes": "nonpassengers struck by aircraft, watercraft and rail vehicles and non-motorized modes of transport (21-24); vehicle occupants, including persons who fall or are ejected from and struck by vehicle (26, 27);  vehicle occupants injured as a result of the vehicle hitting a pedestrian; persons exiting/entering vehicles or partially inside vehicles and persons riding on vehicle exterior or in exterior cargo areas. (26, 27) ; incidents associated solely with vehicles and mobile equipment that was not in normal operation at the time such as being struck by rising forklifts or falling trailer doors; walking into a parked car (6); pedestrians struck by non-motorized vehicles, (i.e. bikes, skis or animals being ridden) (24)",
        "Coding interactions": "Source: The vehicle or vehicle-propelled object that struck the worker\nSecondary source: \n1. Vehicle that propelled items into worker\n2. Items of conditions responsible for initiating the event (e.g. ice on roads)\n3. Secondary source NA (991)\n",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "250",
        "Title": "Pedestrian incidents involving motorized land vehicles— unspecified",
        "Definition": "Incidents involving pedestrians struck by motorized land vehicles when the location in relation to the roadway as specified in codes 251 to 259 is unknown",
        "Includes": " ",
        "Excludes": "Incidents that injure vehicle occupants (21 - 24",
        "Coding interactions": " 26 - 27)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2500",
        "Title": "Pedestrian struck by vehicle— unspecified",
        "Definition": "",
        "Includes": "",
        "Excludes": "",
        "Coding interactions": "",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2501",
        "Title": "Pedestrian struck by vehicle or object propelled by another vehicle— location unspecified",
        "Definition": "Incidents involving pedestrians struck by an object or other vehicle propelled by a motorized land vehicle when relation to the roadway is unknown. ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2502",
        "Title": "Pedestrian struck by forward-moving vehicle— location unspecified",
        "Definition": "Incidents involving pedestrians struck by forward moving work vehicles when relation to the roadway is unknown. ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2503",
        "Title": "Pedestrian struck by vehicle backing up—location unspecified ",
        "Definition": "Incidents involving pedestrians struck by backward moving motorized land vehicles when relation to the roadway is unknown. ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2509",
        "Title": "Pedestrian struck by vehicle, location unspecified— n.e.c.",
        "Definition": "Pedestrians struck in work zones events that are known but do not fit descriptions of events 2501 to 2503.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "251",
        "Title": "Pedestrian struck by vehicle in road work zone",
        "Definition": "Pedestrians struck in the vicinity of public road construction, maintenance, or utility work or within an area marked by signs, barricades, or other devices. ",
        "Includes": "Injuries during construction or maintenance of highway structures such as guardrails or ditches, surveying activity, pavement marking, painting, cleaning, or mowing grass; directing traffic, flagging or erecting barricades in the work zone ",
        "Excludes": "Pedestrians struck in non-roadway construction area (253); construction of private roads, lanes or parking lots (253); pedestrians struck by vehicles in non-normal operation (Division 6)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2510",
        "Title": "Pedestrian struck by vehicle in road work zone— unspecified",
        "Definition": "Incidents involving pedestrians struck by motorized land vehicles in work zones when the detailed cause of the injury specified in codes 2511 to 2519 is unknown",
        "Includes": "Flagger struck in road construction zone",
        "Excludes": "Worker struck at a building construction site (253)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2511",
        "Title": "Pedestrian struck by vehicle or object propelled by another vehicle in road work zone",
        "Definition": "Incidents involving pedestrians struck by an object or other vehicle propelled by a motorized land vehicle in a work zone, regardless of whether the vehicle was part of the work detail or a vehicle passing the work zone. ",
        "Includes": "Struck by a barrel that was propelled by a truck",
        "Excludes": " truck strikes a car and pushes it into worker",
        "Coding interactions": "Struck in a non-road work zone (253)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2512",
        "Title": "Pedestrian struck by forward-moving vehicle in road work zone ",
        "Definition": "Incidents involving pedestrians struck by forward moving work vehicles in work zones. ",
        "Includes": "Worker in road construction lane struck by oncoming vehicle",
        "Excludes": "Forward moving vehicle in public roadway (252) or non roadway location (253)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2513",
        "Title": "Pedestrian struck by vehicle backing up in road work zone ",
        "Definition": "Incidents involving pedestrians struck by backward moving motorized land vehicles in work zones. ",
        "Includes": "Dump truck backing over road construction crew on shoulder ",
        "Excludes": "Backward moving vehicle in public roadway (252) or non roadway location (253)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2519",
        "Title": "Pedestrian struck by vehicle in road work zone— n.e.c.",
        "Definition": "Pedestrians struck in work zones events that are known but do not fit descriptions of events 2511 to 2513.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "252",
        "Title": "Pedestrian struck by vehicle in roadway",
        "Definition": "Pedestrians and nonoccupants of vehicles who are struck while moving in and around a public roadway. Roadway incidents include any part of publicly maintained traffic ways intended for motorized land vehicle travel, including lanes, shoulders, medians, surrounding areas etc. It excludes private and commercial roadways, driveways, fields, sidewalks, and parking lots. Incidents occurring partially on a public roadway are considered to be roadway incidents.",
        "Includes": "Struck by vehicle events in shoulder, medians, all parts of area designed for motorized land vehicle transportation and publicly maintained; vehicles pulling out onto public road from private drive; pedestrian crossings and bike lanes",
        "Excludes": "Pedestrians struck in marked work zones (251)",
        "Coding interactions": " struck by events in private drives and roadways (253)",
        "Notes": " sidewalks not under construction (253)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2520",
        "Title": "Pedestrian struck by vehicle in roadway— unspecified",
        "Definition": "Incidents involving pedestrians struck by motorized land vehicles in the roadway when the detailed cause of the injury specified in codes 2521 to 2529 is unknown",
        "Includes": "",
        "Excludes": "Struck by vehicle in a work zone (251)",
        "Coding interactions": " struck by vehicle in a nonroadway area or on a private road (253)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2521",
        "Title": "Pedestrian struck by vehicle or object propelled by another vehicle in roadway",
        "Definition": "Incidents involving pedestrians struck by vehicles or other objects that have been propelled by a motorized land vehicle under normal operation in the public roadway.",
        "Includes": "Struck by a trash can that was hit by a truck on the road",
        "Excludes": "Struck by an object that falls from a stationary vehicle (643)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2522",
        "Title": "Pedestrian struck by forward-moving vehicle in roadway",
        "Definition": "Incidents involving pedestrians struck by a forward moving motorized land vehicle under normal operation in the public roadway.",
        "Includes": "Struck by a bus driving forward in the road",
        "Excludes": " struck by turning vehicles in forward motion",
        "Coding interactions": "Struck by rolling non-running vehicle (664) ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2523",
        "Title": "Pedestrian struck by vehicle backing up in roadway",
        "Definition": "Incidents involving pedestrians struck by a motorized land vehicle backing up in the public roadway.",
        "Includes": "Struck by a car backing up in a crosswalk",
        "Excludes": "Struck by rolling non-running vehicle (664) ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2529",
        "Title": "Pedestrian struck by vehicle in roadway— n.e.c.",
        "Definition": "Incidents involving pedestrians struck in roadway areas events that are known but do not fit descriptions of event codes 2520 to 2523.",
        "Includes": " ",
        "Excludes": "Struck by turning vehicles in roadway (2522)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "253",
        "Title": "Pedestrian struck by vehicle in nonroadway area ",
        "Definition": "This group includes incidents occurring in all areas defined as \"nonroadway\": privately maintained industrial, commercial, residential, and farm premises; parking lots; and logging roads. Sidewalks and pedestrian designated areas should also be considered nonroadways unless they are intended to be shared with motorized vehicles, such as crosswalks and bike lanes. Incidents occurring partially on a public roadway are considered to be roadway incidents.",
        "Includes": "Struck by vehicle incidents in industrial, commercial, residential, and farm premises; parking lots; private access roads, including for mining, logging, fire fighting, and construction; sidewalks",
        "Excludes": "Struck by vehicle incidents in bike lanes that are part of publicly maintained roadway or crosswalks (252)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2530",
        "Title": "Pedestrian struck by vehicle in nonroadway area— unspecified",
        "Definition": "Incidents involving pedestrians struck by motorized land vehicles in nonroadway areas when the detailed cause of the injury specified in codes 2531 to 2539 is unknown",
        "Includes": "Struck by a tractor in a field",
        "Excludes": "Incidents in road construction zones (251); passengers of vehicles who fall and are struck (2632, 2732)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2531",
        "Title": "Pedestrian struck by vehicle or object propelled by another vehicle in nonroadway area",
        "Definition": "Incidents involving pedestrians struck by vehicles or other objects that have been propelled by or falling from a motorized land vehicle under normal operation in a nonroadway area.",
        "Includes": "Worker struck by a cart propelled by being hit by a forklift in a warehouse",
        "Excludes": " struck by item falling from rack that was bumped by a forklift",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2532",
        "Title": "Pedestrian struck by forward-moving vehicle in nonroadway area",
        "Definition": "Incidents involving pedestrians struck by a forward moving motorized land vehicle under normal operation in a nonroadway area.",
        "Includes": "Struck on the runway by an airport vehicle driving forward",
        "Excludes": " struck by turning vehicle",
        "Coding interactions": "Struck by non-running rolling vehicle (664) ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2533",
        "Title": "Pedestrian struck by vehicle backing up in nonroadway area",
        "Definition": "Incidents involving pedestrians struck by a backward moving motorized land vehicle under normal operation in a nonroadway area.",
        "Includes": "Struck on the runway by an airport vehicle backing up",
        "Excludes": "Struck by non-running rolling vehicle (664) ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2539",
        "Title": "Pedestrian struck by vehicle in nonroadway area— n.e.c.",
        "Definition": "Incidents involving pedestrians struck in nonroadway areas that are known but do not fit descriptions of event codes 2531 to 2533.",
        "Includes": " ",
        "Excludes": "Struck by turning vehicles (2532)",
        "Coding interactions": " struck by object or other vehicle propelled by vehicle in transport (2531)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "259",
        "Title": "Pedestrian incidents involving motorized land vehicles, n.e.c.",
        "Definition": "Incidents involving injuries to pedestrians as a result of traveling motorized land vehicles or other mobile equipment that do not meet descriptions of groups 250-253. ",
        "Includes": "Injuries due to near miss of pedestrian by a motor vehicle",
        "Excludes": " worker jumps out of vehicle's way.",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "26",
        "Title": "Roadway incidents involving motorized land vehicle",
        "Definition": "Codes in this major group apply to roadway incidents involving motorized land vehicles that injure vehicle occupants. Roadway incidents may occur on any part of publicly maintained traffic ways intended for motorized land vehicle travel, including travel lanes, shoulders, medians, and adjoining publicly maintained areas designated for vehicles (e.g. runaway truck ramp, weigh station, toll areas). It excludes private and commercial roadways, sidewalks, and parking lots. Incidents occurring partially on a public roadway are considered to be roadway incidents. Vehicle occupants include drivers/operators, passengers and persons exiting or entering vehicles or persons partially inside vehicles. The vehicles involved can be in forward or backward motion and operating under power or not.  If it cannot be determined whether a land vehicle incident occurred in a roadway or nonroadway area, code as a roadway event.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) that were responsible for initiating the event (e.g. roadway conditions, bodily conditions of injured worker) \n2. Items that were impacted (e.g. other vehicles, animals, structures)\n3. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "260",
        "Title": "Roadway incidents involving motorized land vehicle— unspecified",
        "Definition": "Injuries to vehicle occupants resulting from roadway incidents involving motorized land vehicles when a more detailed code from groups 261 to 269 cannot be determined.",
        "Includes": "Motor vehicle incident, unspecified; 'MVA', unspecified; traffic accident",
        "Excludes": "Injuries to non passengers or pedestrians (25)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1.Item(s) or conditions that were responsible for initiating the event (e.g. driver conditions or roadway conditions)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "261",
        "Title": "Roadway collision with other vehicle(s)",
        "Definition": "Collision of a motorized land vehicle with at least one other motorized land vehicles where 1) the crash occurs  in the public roadway and 2) at least one vehicle is in motion. Code titles describe the initial position of the vehicles in relation to one another just before the crash occurred. If a vehicle contacted more than one other vehicle, code in relation to the first vehicle contacted.",
        "Includes": "Car with occupant rolls into another vehicle",
        "Excludes": "Collisions involving rail vehicles (23), collisions involving animals and non-motorized vehicles (24) roadway collisions and side of road collisions with objects other than vehicles (262); pedestrians or non passengers struck by vehicles (25)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event \n2. Other vehicle that was impacted. If multiple vehicles involved, code the first vehicle impacted.\n\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2610",
        "Title": "Roadway collision with other vehicle(s)— unspecified",
        "Definition": "Injuries to vehicle occupants resulting from roadway collisions between motorized land vehicles when details about the initial position of the vehicles in relation to one another specified in codes 2611 to 2619 are unknown.",
        "Includes": "Car strikes bus in the roadway",
        "Excludes": "Car strikes animal on the side of the road (2622)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2611",
        "Title": "Roadway collision with other vehicle(s)—intersecting, turning",
        "Definition": "Collision between motorized land vehicles where injured worker's vehicle was moving through an intersection of public roadways or turning on or off a public roadway, regardless of orientation of vehicles to one another. Vehicles may be entering or exiting travel lane(s) from a private drive, side of road, or nonroadway area. The turning vehicle that of the injured worker or another driver.",
        "Includes": "Vehicle ran stop sign or red light; entering or exiting travel lane from private drive, parking lot, parallel parking space, shoulder or median; turning vehicles",
        "Excludes": "Merging/exiting from a highway entrance/exit ramps (2612)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2612",
        "Title": "Roadway collision with other vehicle(s)—moving in same direction",
        "Definition": "Collision between motorized land vehicles where both vehicles are moving in the same direction in the roadway. Select this code if source documents make no mention of an intersection or entering/exiting the roadway.",
        "Includes": "Front-to-rear collisions and side-by-side (sideswipe) collisions",
        "Excludes": " rear end collisions when both vehicles are in motion",
        "Coding interactions": " forward moving vehicle crash into vehicle backing up",
        "Notes": "Rear ended when one vehicle is stopped (2614); collision where one vehicle is entering or exiting travel lane via a private lane, road, or parking lot (2612)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2613",
        "Title": "Roadway collision with other vehicle(s)—moving in opposite directions, oncoming",
        "Definition": "Collision between motorized land vehicles where the  vehicles are moving in opposite directions in the roadway and they collide but not in an intersection.",
        "Includes": "Front-to-front or head-on",
        "Excludes": "Head-on collision in an intersection (2611)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2614",
        "Title": "Roadway collision with other vehicle(s)—moving and standing vehicle ",
        "Definition": "Collision between motorized land vehicles where moving vehicle strikes a stopped vehicle either in the traffic lane or on the side of the roadway.",
        "Includes": "Vehicles stopped in traffic or at a red light or stop sign; disabled vehicles in the roadway; roadway collision between a moving vehicle and one parked on the shoulder, side of road, or median",
        "Excludes": "Rear end collision when both vehicles are in motion (2612)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2619",
        "Title": "Roadway collision with other vehicle— n.e.c.",
        "Definition": "Roadway collision with other vehicle incident with  known details that do not fit descriptions of event codes 2611 to 2614.",
        "Includes": "Vehicle falls from overpass, colliding with other vehicle(s)",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "262",
        "Title": "Roadway collision with object other than vehicle",
        "Definition": "Collisions of moving motorized land vehicles originating in public roadways with objects other than a motorized land vehicles. Code titles describe the position of the object that the vehicle struck in relation to the roadway. If the vehicle struck more than one object, select the object that was struck first.  ",
        "Includes": " ",
        "Excludes": "Crashes where the worker's vehicle struck an object and then another vehicle (261); non-moving vehicle struck by object in roadway (Division 6); \"collisions\" with curbs, potholes, ditches (263)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event \n2. Object or structure that was impacted. If multiple objects involved, code the first object impacted.\n\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2620",
        "Title": "Roadway collision with object other than vehicle— unspecified",
        "Definition": "Incidents where the injured worker's vehicle strikes an object, but the position of the object relative to the roadway specified in codes 2621 to 2629 are unknown.",
        "Includes": "Vehicle struck a deer",
        "Excludes": "Collision of a vehicle with another vehicle (261)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2621",
        "Title": "Vehicle struck by falling or flying object(s) in roadway",
        "Definition": "Moving vehicles that are struck by falling or collapsing objects in the roadway.",
        "Includes": "Vehicle struck by falling tree",
        "Excludes": " vehicle caught in landslide",
        "Coding interactions": " struck by dislodged cargo from another vehicle",
        "Notes": " struck by bird hitting windshield",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2622",
        "Title": "Collision with moving object or animal in roadway",
        "Definition": "Moving vehicles that strike or are struck by moving objects or animals in a public roadway.",
        "Includes": "Vehicle strikes deer",
        "Excludes": " vehicle strikes moving person in roadway",
        "Coding interactions": " vehicle strikes moving debris in roadway",
        "Notes": "Struck by flying bird hitting windshield (2621)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2623",
        "Title": "Collision with stationary object in roadway",
        "Definition": "Moving vehicles that strike stationary objects in a public roadway.",
        "Includes": "Vehicle strikes mattress in roadway",
        "Excludes": "Vehicle strikes disabled vehicle in roadway (2614)",
        "Coding interactions": "",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2624",
        "Title": "Collision with object or animal on side of roadway",
        "Definition": "Moving vehicles that strike objects or animals on the side or shoulder of a public roadway, outside of the lanes of travel.",
        "Includes": "Vehicle strikes guardrail or barrier on side of road",
        "Excludes": " Vehicle striking building when the car started in the roadway",
        "Coding interactions": " running off road and striking a tree",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2629",
        "Title": "Ran off roadway and struck object— n.e.c.",
        "Definition": "Moving vehicles that strike objects where the incident originated on a public roadway that are not described in codes 2621 through 2624. ",
        "Includes": " Vehicle falling from elevated roadway and impacting a lower level, including bodies of water; vehicle falls into sinkhole",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "263",
        "Title": "Roadway noncollision incident",
        "Definition": "Incidents that occur in the public roadway where there is no collision between the worker's vehicle and any other vehicle or object, but the vehicle is disabled or comes to an abrupt stop.",
        "Includes": "Striking curbs, potholes, ditches",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) that were responsible for initiating the event (e.g. deer in roadway)\n2. Secondary source NA (991)\n\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2630",
        "Title": "Roadway noncollision incident— unspecified",
        "Definition": "Roadway incidents in which a collision did not occur but further details of the incident specified in codes 2631 to 2639 are unknown.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2631",
        "Title": "Roadway noncollision— vehicle overturn",
        "Definition": "Incidents that occur in the public roadway where there is no collision, but the worker's vehicle overturns or rolls.",
        "Includes": "Overturn due to shifting load ",
        "Excludes": "Collisions that result in a rollover or jack-knife (261-262)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2632",
        "Title": "Roadway noncollision— fall or jump from and struck by moving vehicle",
        "Definition": "Falls or jumps from a moving vehicle in roadway resulting in being struck by the same vehicle or another vehicle.",
        "Includes": "Fall from and struck by same vehicle",
        "Excludes": " fall from and struck by another vehicle",
        "Coding interactions": "Fall from a stationary vehicle then struck by a moving vehicle (25)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2633",
        "Title": "Roadway noncollision— fall or jump from moving vehicle",
        "Definition": "Falls or jumps from a moving vehicle in roadway without being struck by another vehicle",
        "Includes": "Jumps from vehicles",
        "Excludes": "Fall on or from a stationary vehicle (Division 4)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2634",
        "Title": "Roadway noncollision— fall on moving vehicle",
        "Definition": "Falls, slips, and trips on moving vehicles from one part of the vehicle into cargo vats or bins or into running equipment that is part of or attached to the vehicle.",
        "Includes": "Falling into tank or vat on moving truck",
        "Excludes": " falling from garbage truck into trash compactor",
        "Coding interactions": " falling into dump truck bed",
        "Notes": " fall or trip on moving bus ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2635",
        "Title": "Roadway noncollision— struck by shifting, dislodged load in transport",
        "Definition": "Incidents in roadway areas when the motion of the vehicle causes the cargo it is carrying to shift or dislodge causing injury. This excludes cargo moving or shifting due to a collision.",
        "Includes": "Load comes into cab during transport",
        "Excludes": " contact with shifting load while riding in cargo area",
        "Coding interactions": "Struck by cargo on a non moving vehicle (Division 6)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2636",
        "Title": "Roadway noncollision— jack-knifed or ran off road",
        "Definition": "Incidents where the vehicle was out of control, jack-knifes or ran off the roadway but did not overturn or collide with any object or vehicle. ",
        "Includes": "Runaway trucks; vehicle drove into a body of water without impact; incidents where vehicle ran into ditch or embankment without description of collision; trailed object comes around, makes contact with truck; trailed object detaches from pulling vehicle",
        "Excludes": "Collisions that result in running off of the road (261-262)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2639",
        "Title": "Roadway noncollision incident— n.e.c.",
        "Definition": "Roadway noncollision incidents with known details that do not fit descriptions of event codes 2630 to 2636.",
        "Includes": "Injuries to unrestrained passengers when no crash occurs",
        "Excludes": " overexertion from prolonged sitting while driving",
        "Coding interactions": " injury from prolonged vibration while driving",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "269",
        "Title": "Roadway incident involving motorized land vehicle— n.e.c.",
        "Definition": "Roadway incidents with known details that do not fit other detailed codes in major group 26. Includes incidents that don’t interrupt vehicle travel.",
        "Includes": "Passengers of vehicles in normal operation in roadway area",
        "Excludes": " injury to vehicle occupant due to hitting speed bump or pothole",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "27",
        "Title": "Nonroadway incidents involving motorized land vehicles",
        "Definition": "Injuries to vehicle occupants resulting from nonroadway incidents involving motorized land vehicles. Nonroadway incidents include any area that is not part of publicly maintained traffic ways intended for motorized land vehicle travel. It includes private and commercial roadways, sidewalks, parking lots, and industrial and agricultural premises. Incidents occurring partially on a public roadway are considered to be roadway incidents. Vehicle occupants include drivers/operators, passengers and persons exiting or entering vehicles or persons partially inside vehicles at the time of the incident. If it cannot be determined whether a land vehicle incident occurred in a roadway or nonroadway area, code as a roadway event.",
        "Includes": "Industrial, commercial, residential, and farm premises; parking lots; private access roads, including for mining, logging, fire fighting, and construction; sidewalks",
        "Excludes": "incidents in bike lanes or crosswalks that are part of publicly maintained roadway intended to motorized vehicles or crosswalks (26)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) that were responsible for initiating the event (e.g. driving conditions, bodily conditions of injured worker) \n2. Items that were impacted (e.g. other vehicles, animals, structures)\n3. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "270",
        "Title": "Nonroadway incident involving motorized land vehicle— unspecified",
        "Definition": "Injuries to vehicle occupants resulting from nonroadway incidents involving motorized land vehicles when further incident details, specified in code groups 271 to 279, are unknown.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. driver conditions or weather conditions)\n2.Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "271",
        "Title": "Nonroadway collision with other vehicle(s)",
        "Definition": "Collisions between two or more motorized land vehicles, not occurring on public roadways. Detailed codes describe the relative position of the vehicles to each other just before the incident occurred.",
        "Includes": " ",
        "Excludes": "collisions involving rail vehicles (23), collisions involving animal transportation and non-motorized vehicles (24) nonroadway collisions with objects other than vehicles (272); roadway collisions (26)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event\n2. Other vehicle that was impacted. If multiple vehicles involved, code the first vehicle impacted.",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2710",
        "Title": "Nonroadway collision with other vehicle(s)— unspecified",
        "Definition": "Nonroadway collisions between two or more motorized land vehicles where the vehicles relative position to one another, specified in codes 2711 to 2719, was unknown.",
        "Includes": "Crash of a tractor and truck at a construction site",
        "Excludes": "Tractor crash with tree at a construction site (2729)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2711",
        "Title": "Nonroadway collision with other vehicle(s)—intersecting, turning",
        "Definition": "Collision between motorized land vehicles where injured worker's vehicle was moving through an intersection of private roadways or entering/exiting a private roadway, regardless of orientation of vehicles to one another. Also includes turning vehicles in nonroadway areas. The entering/exiting vehicle that of the injured worker or another driver.",
        "Includes": "Entering or exiting private roadways",
        "Excludes": " parking lot intersections ",
        "Coding interactions": "Merging/exiting from a highway entrance/exit ramps (2612)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2712",
        "Title": "Nonroadway collision with other vehicle(s)—moving in same direction",
        "Definition": "Collision between motorized land vehicles where both vehicles are moving in the same direction in the nonroadway area.",
        "Includes": "Side by side crash of two vehicles driving the same way in a field",
        "Excludes": " Front-to-rear collisions and side-by-side (sideswipe) collisions",
        "Coding interactions": " rear end collisions when both vehicles are in motion",
        "Notes": " forward moving vehicle crash into vehicle backing up",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2713",
        "Title": "Nonroadway collision with other vehicle(s)—moving in opposite directions, oncoming",
        "Definition": "Collision between motorized land vehicles where the vehicles are moving in opposite directions in a nonroadway area and they collide.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2714",
        "Title": "Nonroadway collision with other vehicle(s)—moving and standing vehicle",
        "Definition": "Collision between motorized land vehicles where one vehicle is moving in a nonroadway area and strikes a stationary vehicle.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2719",
        "Title": "Nonroadway collision with other vehicle(s)— n.e.c.",
        "Definition": "Nonroadway collision incident with known details that but do not fit descriptions of event codes 2710 to 2714.",
        "Includes": "Collision between turning vehicles",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "272",
        "Title": "Nonroadway collision with object other than vehicle",
        "Definition": "Nonroadway collisions with objects other than vehicles and mobile equipment.",
        "Includes": "Berms, embankments",
        "Excludes": "Collision with curbs, ditches, potholes (273)",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. weather conditions)\n2. Object or structure that was impacted ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2720",
        "Title": "Nonroadway collision with object or animal in path of travel— unspecified",
        "Definition": "Nonroadway collisions with objects other than motorized land vehicles and mobile equipment when information about how the objects came into contact with the vehicle, specified in codes 2721 to 2729, is unknown.",
        "Includes": " ",
        "Excludes": "Nonroadway collisions with other vehicles (271)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2721",
        "Title": "Vehicle struck by falling or flying object(s), nonroadway",
        "Definition": "Moving vehicles or mobile equipment that are struck by falling or collapsing objects in nonroadway or private roadway areas.",
        "Includes": "Vehicle struck by falling tree",
        "Excludes": " vehicle caught in landslide",
        "Coding interactions": " struck by dislodged cargo from another vehicle",
        "Notes": "Struck by dislodged cargo from same vehicle (2736)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2722",
        "Title": "Collision with moving object or animal, nonroadway",
        "Definition": "Moving vehicles or mobile equipment that strike or are struck by moving objects or animals while driving, operating in nonroadway areas.",
        "Includes": "Vehicle strikes deer",
        "Excludes": " vehicle strikes moving person in nonroadway",
        "Coding interactions": " vehicle strikes moving debris in nonroadway",
        "Notes": "Struck by flying bird hitting windshield (2621)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2723",
        "Title": "Collision with stationary object, nonroadway",
        "Definition": "Moving vehicles or mobile equipment that strike stationary objects while driving, operating in nonroadway areas.",
        "Includes": "Vehicle strikes tree in field",
        "Excludes": "Vehicle strikes disabled vehicle in roadway (2614)",
        "Coding interactions": "",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2729",
        "Title": "Nonroadway collision with object or animal — n.e.c.",
        "Definition": "Moving vehicles that strike objects where the incident occurred on a private roadway or nonroadway area that are not described in codes 2721 through 2723. ",
        "Includes": "Vehicle struck a shed at construction site",
        "Excludes": "Vehicle struck by falling tree (2721)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "273",
        "Title": "Nonroadway noncollision incident",
        "Definition": "Incidents where injured worker's vehicle does not collide with any other vehicle or object.",
        "Includes": "Collision with curbs, ditches, potholes",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. deer in nonroadway)\n2. Secondary source NA 9991 \n\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2730",
        "Title": "Nonroadway noncollision incident— unspecified",
        "Definition": "Nonroadway incidents in which a collision did not occur but further details of the incident, specified in codes 2731 to 2739, are unknown.",
        "Includes": " ",
        "Excludes": "Falls occurring on moving vehicles in roadway (2634)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2731",
        "Title": "Nonroadway noncollision— vehicle overturn",
        "Definition": "Incidents that occur in a nonroadway area where there is no collision, but the worker's vehicle overturns or rolls.",
        "Includes": "Tractor overturns in a field",
        "Excludes": "Jack-knife in a nonroadway area as a result of a collision (271-272)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2732",
        "Title": "Nonroadway noncollision— fall or jump from and struck by moving vehicle",
        "Definition": "Falls or jumps from a vehicle in non roadway areas not due to a collision or jack knife that result in being struck by that same vehicle or another vehicle. Worker may be partially or totally onboard the vehicle when the fall occurs.",
        "Includes": "Fall from and struck by same vehicle",
        "Excludes": " fall from and struck by another vehicle",
        "Coding interactions": " fall while attempting to board a rolling vehicle",
        "Notes": "Fall from a stationary vehicle then struck by a moving vehicle (25)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2733",
        "Title": "Nonroadway noncollision— fall or jump from moving vehicle",
        "Definition": "Falls or jumps from a vehicle in nonroadway areas not due to a collision or jack knife. Worker may be partially or totally onboard the vehicle when the fall occurs.",
        "Includes": "Fall while attempting to board a rolling vehicle",
        "Excludes": " falls or jumps from a vehicle not due to a collision or jack knife ",
        "Coding interactions": "Falls from mobile equipment not classified as a source from division 8 (Division 4)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2734",
        "Title": "Nonroadway noncollision— fall on moving vehicle",
        "Definition": "Falls on moving vehicles in nonroadway areas, not due to a collision or jack knife, from one part of the vehicle into cargo vats or bins or into running equipment that is part of or attached to the vehicle.",
        "Includes": "Falling into tank or vat on moving truck",
        "Excludes": " fall on moving farm equipment into running machinery",
        "Coding interactions": " fall into corn combine while moving",
        "Notes": " fall on hay wagon while moving",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2735",
        "Title": "Nonroadway noncollision— Struck by shifting, dislodged load in transport",
        "Definition": "Incidents in nonroadway areas when the motion of the vehicle causes the cargo it is carrying to shift or dislodge causing injury. This excludes cargo moving or shifting due to a collision",
        "Includes": "Vehicle cab struck while pulling out stump",
        "Excludes": " cargo coming through back window of a truck cab",
        "Coding interactions": "Struck by cargo on the roadway (2635)",
        "Notes": " struck by cargo on a non moving vehicle (Division 6)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2736",
        "Title": "Nonroadway noncollision— jack-knifed or ran off driving surface",
        "Definition": "Incidents that occur in a nonroadway area where the vehicle was out of control, jack-knifes or ran off the driving surface but did not overturn or collide with any object or vehicle. ",
        "Includes": "Tractor drives or rolls into a lake from a field",
        "Excludes": " ran off driving surface and jack knifed",
        "Coding interactions": " jack-knife on private road",
        "Notes": "Collisions that result in running off of the road (261-262)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "2739",
        "Title": "Nonroadway noncollision incident— n.e.c.",
        "Definition": "Nonroadway noncollision incidents with known details that do not fit descriptions of event codes 2730 to 2736.",
        "Includes": "Jarring or vibration onboard vehicle without other incident",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "279",
        "Title": "Nonroadway incident involving motorized land vehicle— n.e.c.",
        "Definition": "Nonroadway incidents with known details that do not fit descriptions of event codes 2710 to 2739.",
        "Includes": "Injured passengers of vehicles in non-normal operation in nonroadway area",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating event (e.g. weather conditions)\n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "29",
        "Title": "Transportation incidents— n.e.c.",
        "Definition": "Transportation incidents with known details that do not fit descriptions of any event codes in codes 20 through 279.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Vehicle occupied by the worker at time of incident\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. roadway conditions)\n2. Other vehicle, object or structure that was impacted\n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "3",
        "Title": "EXPLOSIONS AND FIRES",
        "Definition": "Codes in this division include any type of injury or illness resulting from explosions or active fires.  ",
        "Includes": " ",
        "Excludes": "Bombing, arson (1115); fires resulting from transportation incidents (Division 2); contact with a controlled heat source or hot objects or substances (533), unless the person's clothes catch fire (326).  Injuries resulting from unsafe conditions (i.e. building collapse) after the fire has been extinguished should be coded in the appropriate non-fire event; smoke inhalation where no fire or explosion was present (553)",
        "Coding interactions": "Source and Secondary source: Due to the varied nature of explosions and fires, some codes have specific guidance that differs from the parent code. \nNature: Injuries from fires and explosions may result in injuries of any medical nature, such as burns, concussive injuries, heat exposure-related injuries, or smoke inhalation",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "30",
        "Title": "Explosions and fires— unspecified",
        "Definition": "Events involving combustion of materials where it cannot be determined whether there was an explosion component.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "31",
        "Title": "Explosions",
        "Definition": "Codes in this major group apply to cases in which the injury or illness resulted from an explosion. An explosion is a rapid expansion, outbreak, bursting, or upheaval.  Explosions resulting from fires should also be coded as explosions, regardless of whether the fire occurred first. Codes apply to explosions of all sizes as well as unintentional and intentionally-set explosions.",
        "Includes": "Chemical explosions; pressure (mechanical) explosions; nuclear explosions; explosions, such as backdrafts, that occur due to an established fire ",
        "Excludes": "Intentional bombing (1115); explosions on vehicles in transportation operations (Division 2); collapse due to structural integrity (63); arc explosions, arc blasts (513)",
        "Coding interactions": "Source: The container, structure, or other object that exploded. If only one part of a vehicle or machine or structure was involved, code to the part, rather than the whole.   \nSecondary source: \n1. The substance or material (e.g. flammable dust, chemical, or pressurized substance) that fueled the explosion \n2. The ignition source (i.e. the source of the flame or spark that initiated the explosion)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "310",
        "Title": "Explosion— unspecified",
        "Definition": "Explosions where a more specific code from 311 to 314 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "311",
        "Title": "Intentionally set explosion",
        "Definition": "Events resulting from the intentional detonation of explosives, except as a violent act with intent to harm. Includes explosives that detonate on purpose or by accident",
        "Includes": "Demolition or blasting explosion",
        "Excludes": " exploding fireworks",
        "Coding interactions": " exploding ordnance during military training",
        "Notes": "Intentional injury of person or property  (1115)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "312",
        "Title": "Dust explosion",
        "Definition": "Rapid combustion of fine particles suspended in the air within an enclosed location.",
        "Includes": "coal dust explosion",
        "Excludes": " aluminum dust explosion",
        "Coding interactions": " powdered magnesium explosion",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "313",
        "Title": "Explosion of pressure vessel, piping, or tire",
        "Definition": "Rapid combustion or release of pressure of vapors, gases or liquids within a pressurized container.",
        "Includes": "Explosions of aerosol cans, automobile tires, steam vessels, pipes, hoses, valves, pump explosion",
        "Excludes": "Struck by discharged or flying object or substance (642)",
        "Coding interactions": "Source: The pressurized vessel (even if it is an attached part of a vehicle or machine)\nSecondary source: \n1. Items or conditions that catalyzed the explosion (e.g. items or conditions that increased pressure or compromised structural integrity) \n2. The substance under pressure \n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "314",
        "Title": "Explosion of nonpressurized vapors, gases, or liquids ",
        "Definition": "Rapid combustion of vapors, gases or liquids within a nonpressurized container or in the atmosphere.",
        "Includes": "Explosions of nonpressurized containers",
        "Excludes": " escaped vapors",
        "Coding interactions": " pilot light",
        "Notes": " house explosion from natural gas",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "319",
        "Title": "Explosion— n.e.c.",
        "Definition": "Explosions with known details that do not fit descriptions of event codes 310 to 314.",
        "Includes": "Explosions due to mechanical malfunction",
        "Excludes": " exploding batteries",
        "Coding interactions": "Explosions intended to harm persons or property (1115)",
        "Notes": " explosions cause by transportation incidents (Division 2)",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "32",
        "Title": "Fires (without explosions) ",
        "Definition": "Codes in this major group apply to cases in which the injury or illness resulted from exposure to an active fire or as a result of fighting a fire. Generally, if the worker was considered to be at the scene of an active fire, a code from Event 3 would be selected over other event codes, even if the worker experienced a fall, exposure, or contact incident at the scene of a fire.  If an explosion occurred at any point during a fire, code as an explosion.  ",
        "Includes": "forest or wildfires; structural fires with or without collapse; vehicle or machinery fires, except during transport; small scale fires",
        "Excludes": "Fires that result from or produce an explosion (31); Incidents occurring as a result of a fire that is no longer active, such as collapse of a damaged building.",
        "Coding interactions": "Source: The item(s) or whole structure that caught fire \nSecondary Source: \n1. The ignition source (if known) \n2. items of substances that accelerated the fire \n3. Items that contributed to the worker's injury",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "320",
        "Title": "Fire— unspecified",
        "Definition": "Fires without explosions when the type or extent of the fire is unknown specified in codes 321 to 329 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "321",
        "Title": "Forest fire or wildfire",
        "Definition": "Large scale fires that spread over woodland or brush. They may burn over long durations of several days to several weeks. Forest fires or wildfires causing a structure or other object to catch fire are coded here.",
        "Includes": "Structural and building fires caused by wildfires",
        "Excludes": " grass fires",
        "Coding interactions": "Small scale outdoor fires that are quickly brought under control, such as burning brush (325)",
        "Notes": "Source: \n1. Trees or brush \n2. For structural fires resulting from a wildfire, code the source (object that is burning) as the whole structure.  \nSecondary Source: \n1. The ignition source (if known) \n2. items of substances that accelerated the fire \n3. Objects that contributed to the worker's injury.",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "322",
        "Title": "Structural fire with collapse",
        "Definition": "Fires without an explosion that result in a collapsing building, structure, or structural element during fire. Small scale fires that spread to become a structural fire are coded here.",
        "Includes": "Fires resulting in partial or full roof collapse",
        "Excludes": " fires resulting in building destruction",
        "Coding interactions": "Demolition or blasting explosion (311)",
        "Notes": " forest and wildfires that spread to structures (321)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "323",
        "Title": "Structural fire without collapse",
        "Definition": "Fires without an explosion involving parts of building, structure, or structural element without collapse of structure. Select this code when the fire was known to be structural, but details about collapse are unknown.",
        "Includes": "Vehicular (non-transport) or machinery fires and small scale fires that spread to surrounding structures, but do not involve structural collapse.",
        "Excludes": "Forest and wildfires that spread to structures (321)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "324",
        "Title": "Vehicle or machinery fire ",
        "Definition": "Fires without an explosion occurring to machinery (whether running or turned off) and vehicles not engaged in transportation operations. If a transportation incident precedes the fire, select event from Division 2.",
        "Includes": "Fire-related injuries to non-passengers responding to vehicle or machinery fire",
        "Excludes": " fires during machine maintenance",
        "Coding interactions": "Fires on vehicles during normal transport operation or due to transportation incidents (Division 2)",
        "Notes": " vehicle or machine fires that spread to structures (322-323)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "325",
        "Title": "Fire— small-scale, limited ",
        "Definition": "Steadily burning fires either indoors or outdoors which are contained to a limited area and do not spread to the surrounding environment or structures. May occur in a designated area for burning such as a fireplace or a firepit, or an unintentional fire which does not ignite other nearby materials. ",
        "Includes": " Brush or vegetation fires that do not spread to surrounding areas",
        "Excludes": " trash can fires",
        "Coding interactions": " stove top cooking fires",
        "Notes": "Fires involving machinery, vehicles (324); structures (322, 323); spreading tree or vegetation fires (321); ignition of clothing from heating equipment in normal operation (326); an airborne flare (327); arson (1115)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "326",
        "Title": "Ignition of clothing",
        "Definition": "Instances where an object worn on the person of a worker ignites without the occurrence of a larger fire. This may be caused by sparks or exposure to a controlled source of heat or flame.",
        "Includes": "ignition of hair; ignition of worn accessories (i.e. backpack, purse); ignition due to flying sparks without other fire; ignition from intentional, controlled flames in normal operation and heat sources i.e. stoves, radiators, furnaces, kilns, etc.; ignition from small scale, intentional fires, e.g. bonfires or campfires;",
        "Excludes": "ignition of clothing from non-controlled fire; contact burns and radiant burns without ignition of clothing or person from a controlled heat source (i.e. touching a burner, hot oil splash) (Division 5); Heat-exhaustion or related conditions from ambient radiating heat (i.e. working in boiler room) (Division 5)",
        "Coding interactions": "Source: The object worn by the person that caught fire (e.g. sleeve of a shirt) \nSecondary source: \n1. The controlled heat source (e.g. stove burner).  ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "327",
        "Title": "Flash fire",
        "Definition": "Short-duration fire that spreads rapidly by means of a flame front through a diffuse fuel, such as dust or ignitable vapors, without the production of damaging pressure (as in an explosion). These types of fires self-extinguish from burning all available fuel as opposed to requiring intervention to put out, and are typically less than 3 seconds in duration. ",
        "Includes": "Fire ball that dissipates; ignition of vapors, gases or liquids without description of an explosion",
        "Excludes": "Flashover occurring in structural fire (322 or 323)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "329",
        "Title": "Nonstructural fire— n.e.c.",
        "Definition": "Fires without explosions with known details that do not fit descriptions of event codes 320-327.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "4",
        "Title": "FALLS, SLIPS, TRIPS",
        "Definition": "Codes in this division apply to falls and jumps to lower levels, falls on the same level, and slips, trips, and stumbles that do not result in a fall. Jumps are coded the same as falls unless self-harm was intended.  The division also includes other nontransport-related falls resulting in drowning or other nonimpact injuries. The order of precedence is reflected in the order of codes. Injuries due to trying to catch oneself to prevent a fall are coded as falls as is impact with a surface or object due to a slip, trip, or loss of balance.",
        "Includes": "Falls, jumps, slips, trips, stumbles, falls into water resulting in drowning; falls on or from vehicles not in transport;  slips, trips, or stumbles without falling; falls and jumps that were curtailed by a personal arrest device",
        "Excludes": "Falls due to violence (Division 1), falls on vehicles during transport (Division 2), falls or jumps as a result of fires or explosions (Division 3); parachute jumps (215); injury due to stepping to a lower level (such as, off a ladder, out of a vehicle, or off a curb) with no indication of forcible contact from a fall (such as a fracture or a bruise) (73) ",
        "Coding interactions": "Source: Surface on/from which the worker fell, slipped or tripped\nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the fall, slip or trip (e.g. slippery substance, carried item that caused worker to lose balance, etc.)\n2. The surface, object, or substance onto/into which worker fell",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "40",
        "Title": "Fall, slip, trip— unspecified ",
        "Definition": "Incidents where a worker was known to have slipped, tripped, or fallen, but it cannot be determined which of these events occurred. ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Surface on/from which the worker fell, slipped or tripped\nSecondary Source: \n1. Item(s) or conditions that were responsible for initiating the fall, slip or trip (e.g. slippery substance, carried item that caused worker to lose balance, etc.)\n2. The surface, object, or substance onto/into which worker fell",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "41",
        "Title": "Fall to lower level",
        "Definition": "Codes in this major group include falls and jumps to a lower level in which the injury was produced by impact between the injured person and a surface or object, where the motion of the person and the force of impact were generated by gravity, and the point of contact with the surface or object was lower than the surface supporting the person at the start of the fall.  Falls from ground level to a lower level, such as into storm drains or sewers, are coded here. Falls resulting from or causing another harmful event, such as chemical exposure,  electric shock or a contact injury where significant injuries result from both the fall and the other event are also included here. Fall height is measure as the difference between the surface from which the decedent fell to the surface on which they landed. Most falls of one or two stories will be coded as falls from 6 through 30 feet; falls of three or more stories will be coded as falls of more than 30 feet. Distances should be rounded to the nearest foot. Falls curtailed by fall arrest systems should be selected only if the equipment curtailed the fall but caused an injury. If a fall arrest system is not mentioned in source documents, or if it failed and the worker struck the ground, code the height of the fall as usual.",
        "Includes": "Jumps to lower level, falls from any structure or object, (including ladders, scaffolds, trees, roof tops, etc.); falls into water resulting in drowning; falls to lower level resulting from contact or exposure to a harmful substance when the fall contributes to the injury",
        "Excludes": "Stepping to a lower level without indication of forcible contact (Division 7);  falls resulting from violent incidents (Division 1), transportation incidents (Division 2), or fires or explosions (Division 3)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "410",
        "Title": "Fall to lower level— unspecified",
        "Definition": "Fall or jump to a lower level where the fall is known to have produced an injury, but type of fall detailed in codes 411-419 cannot be determined.",
        "Includes": " ",
        "Excludes": "Falls on the same level (43)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "411",
        "Title": "Fall to lower level from collapsing structure or equipment ",
        "Definition": "Falls to a lower level due to a collapse of structures or machinery, such as manlifts or cranes. ",
        "Includes": "Fall from ladder tipping over or collapsing",
        "Excludes": " fall from tipping or collapsing boom truck or manlift",
        "Coding interactions": " collapse or failure of supporting surface",
        "Notes": " fall through a skylight window",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4110",
        "Title": "Fall to lower level from collapsing structure or equipment— unspecified",
        "Definition": "Falls to a lower level due to a collapse of structures or machinery, such as manlifts or cranes when the distance of the fall is unknown. ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4111",
        "Title": "Fall to lower level from collapsing structure or equipment— less than 6 feet",
        "Definition": "Falls to a lower level due to a collapse of structures or machinery, such as manlifts or cranes when the distance is less than 6 feet.",
        "Includes": "Fall from a chair, step stool or table collapsing",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4112",
        "Title": "Fall to lower level from collapsing structure or equipment— 6 to 30 feet",
        "Definition": "Falls to a lower level due to a collapse of structures or machinery, such as manlifts or cranes when the distance of the fall is 6 through 30 feet.",
        "Includes": "Falls described as one or two stories without providing a numerical distance",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4113",
        "Title": "Fall to lower level from collapsing structure or equipment— more than 30 feet",
        "Definition": "Falls to a lower level due to a collapse of structures or machinery, such as manlifts or cranes when the distance of the fall over 30 feet.",
        "Includes": "Falls described as three or more stories without a different height specified without providing a numerical distance",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "412",
        "Title": "Fall to lower level resulting from exposure or contact",
        "Definition": "Falls to lower level that were initiated by contact between the worker and another object.",
        "Includes": "Struck by hand tool resulting in loss of balance and fall from ladder",
        "Excludes": " worker bumped by 2x4 lumber and falls off roof",
        "Coding interactions": " worker struck by door at top of landing and falls down stairs",
        "Notes": "Falls after contact with an object where the injury was caused by the contact and not the fall (Division 6)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4120",
        "Title": "Fall to lower level resulting from exposure or contact— unspecified",
        "Definition": "Falls to lower level that were initiated by contact between the worker and another object and the distance of the fall is unknown.",
        "Includes": " ",
        "Excludes": "Transportation incidents that result in a fall (Division 2)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4121",
        "Title": "Fall to lower level resulting from exposure or contact— less than 6 feet",
        "Definition": "Falls to lower level that were initiated by contact between the worker and another object where the distance of the fall is less than 6 ft.",
        "Includes": " ",
        "Excludes": "Transportation incidents that result in a fall (Division 2)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4122",
        "Title": "Fall to lower level resulting from exposure or contact— 6 to 30 feet",
        "Definition": "Falls to lower level that were initiated by contact between the worker and another object where the distance of the fall is 6 through 30 ft.",
        "Includes": "Falls described as one or two stories without a different height specified",
        "Excludes": "Transportation incidents that result in a fall (Division 2)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4123",
        "Title": "Fall to lower level resulting from exposure or contact— more than 30 feet",
        "Definition": "Falls to lower level that were initiated by contact between the worker and another object where the distance of the fall is greater than 30 ft.",
        "Includes": "Falls described as three or more stories without a different height specified",
        "Excludes": "Transportation incidents that result in a fall (Division 2)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "413",
        "Title": "Fall to lower level resulting in exposure or contact ",
        "Definition": "Falls to lower level where the worker fell onto or into an object or substance that produces injuries beyond those that resulted from the fall.  This code is typically reserved for cases when a minor fall results in contact or exposure with objects or substances that were independently harmful and excludes falls onto objects or structures where the force of the fall was the primary cause of injury.",
        "Includes": "Fall onto running machinery, fall into harmful substance such as a hot liquid or caustic chemical",
        "Excludes": "Fall into water (414)",
        "Coding interactions": " falls onto or against structures or structural elements (414) ",
        "Notes": " falls onto or against sharp objects (414)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4130",
        "Title": "Fall to lower level resulting in exposure or contact— unspecified",
        "Definition": "Falls to lower level where the worker fell onto or into an object or substance that contributes to the injuries beyond the injuries resulting from the fall and the distance of the fall is unknown.  ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4131",
        "Title": "Fall to lower level resulting in exposure or contact— less than 6 feet",
        "Definition": "Falls to lower level where the worker fell onto or into an object or substance that contributes to the injuries beyond the injuries resulting from the fall and the distance of the fall is less than 6 ft.  ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4132",
        "Title": "Fall to lower level resulting in exposure or contact— 6 to 30 feet",
        "Definition": "Falls to lower level where the worker fell onto or into an object or substance that contributes to the injuries beyond the injuries resulting from the fall and the distance of the fall is 6 through 30 ft.  ",
        "Includes": "Falls described as one or two stories without a different height specified",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4133",
        "Title": "Fall to lower level resulting in exposure or contact— more than 30 feet",
        "Definition": "Falls to lower level where the worker fell onto or into an object or substance that contributes to the injuries beyond the injuries resulting from the fall and the distance of the fall is over 30 ft.  ",
        "Includes": "Falls described as three or more stories without a different height specified",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "414",
        "Title": "Other fall to lower level",
        "Definition": "Falls to lower level other than falls resulting from exposure to harmful substance or environment, falls from a collapsing structure or equipment,  falls resulting from contact with object or equipment, or falls resulting in exposure or contact. ",
        "Includes": "Falls through existing openings (e.g. roof opening or skylights); falls that occur while the worker is standing on an object, such as a chair; falls onto or against structures or structural elements; falls onto or against sharp objects; falls down stairs; falls due to irregular elevator movement, except freefall drop (639)",
        "Excludes": "Falls curtailed by fall arrest systems (419)",
        "Coding interactions": " collapse or failure of supporting surface (411)",
        "Notes": " freefall of elevator (639)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4140",
        "Title": "Other fall to lower level— unspecified",
        "Definition": "Falls to lower level other than falls resulting from exposure to harmful substance or environment, falls from a collapsing structure or equipment,  falls resulting from contact with object or equipment, or falls resulting in exposure or contact, when the distance of the fall is unknown. ",
        "Includes": " ",
        "Excludes": "Trips and slips without falls (432)",
        "Coding interactions": " falls on the same level due to slips or trips (4311)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4141",
        "Title": "Other fall to lower level— less than 6 feet",
        "Definition": "Falls to lower level of less than 6 feet other than those resulting from exposure to harmful substance or environment, falls from a collapsing structure or equipment, falls resulting from contact with object or equipment, falls resulting in exposure or contact,  or when the full impact of the fall is broken by a personal fall arrest system. ",
        "Includes": "Fall into pool or body of water from ground level",
        "Excludes": " fall out of a truck trailer",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4142",
        "Title": "Other fall to lower level— 6 to 30 feet",
        "Definition": "Falls to lower level of 6 through 30 feet other than those resulting from exposure to harmful substance or environment, falls from a collapsing structure or equipment,  falls resulting from contact with object or equipment, falls resulting in exposure or contact,  or when the full impact of the fall is broken by a personal fall arrest system. ",
        "Includes": "Falls described as one or two stories without a different height specified",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4143",
        "Title": "Other fall to lower level— more than 30 feet",
        "Definition": "Falls to lower level of greater than 30 feet other than those resulting from exposure to harmful substance or environment, falls from a collapsing structure or equipment, falls resulting from contact with object or equipment, falls resulting in exposure or contact,  or when the full impact of the fall is broken by a personal fall arrest system. ",
        "Includes": "Falls described as three or more stories without a different height specified",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "419",
        "Title": "Fall to lower level— caught self or curtailed",
        "Definition": "Falls to lower level where, regardless of cause, where the full impact of the fall was prevented by catching oneself or a personal fall arrest system.  ",
        "Includes": "Fall and catch oneself, caught by fall net, caught by personal fall arrest system",
        "Excludes": "Fall arrest system worn, but failed to prevent fall (e.g. not tied off properly) (41)",
        "Coding interactions": "Source: the elevated surface from which worker fell Secondary source: 9222 - Fall protection equipment",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "42",
        "Title": "Slip, trip, stumble while stepping between levels",
        "Definition": "Slips, trips or stumbles while the injured worker is stepping from one surface to another surface that is either higher or lower. This code is applicable when it is unknown what level the worker landed on or when it is unknown if a fall occurred. If a fall to lower level was known to occur, select appropriate code in Event group 41, Fall to lower level.",
        "Includes": "\"Missed step\"; fall \"on\" or \"up\" stairs when fall to lower level is unknown; tripping or falling over curbs, slips and stumbles while boarding or alighting vehicles",
        "Excludes": "Falls down steps (to lower level) (41)",
        "Coding interactions": "Source: The higher surface from or to which the worker was stepping\nSecondary source: \n1.  Items or conditions that caused worker to fall (e.g. slippery substance, carried item that caused worker to lose balance) 2. The lower surface ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "43",
        "Title": "Slip, trip, stumble or fall on same level",
        "Definition": "Fall on same level and slip, trip without fall",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "430",
        "Title": "Slip, trip, stumble or fall on same level— fall unspecified",
        "Definition": "Select this code when it cannot be determined whether the injured worker fell or not.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "431",
        "Title": "Fall on same level",
        "Definition": "Instances in which the injury was produced by impact between the injured person and another surface without elevation, where the motion of the person was generated by gravity following the individual’s loss of equilibrium and, the point of contact with the source of injury was at the same level or above the surface supporting the person at the inception of the fall. Nonfatal falls are coded here if there is no indication that the worker was at an elevation at the inception of the fall. Falls to the ground after being incapacitated by another event (e.g. struck by falling object) should be coded to reflect that precipitating harmful event.",
        "Includes": "Fall from chair while sitting; person unable to maintain upright position; falls due to standing on moving surfaces, such as moving walkways or elevators; leg goes through floor or into a hole without falling to lower level",
        "Excludes": "Trips and slips without falls (432)",
        "Coding interactions": " falls down stairs (41)",
        "Notes": " falls while standing on chairs (41)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4310",
        "Title": "Fall on same level— unspecified",
        "Definition": "Falls on the same level  when a more specific code from 4311 to 4319 cannot be determined.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4311",
        "Title": "Fall on same level resulting in exposure or contact ",
        "Definition": "Falls on the same level where the worker fell onto or against an object or into a substance that contributed to the injuries, whether by impact or additional injuries related to exposure or contact. ",
        "Includes": "Fall on same level into running machine",
        "Excludes": " fall against table",
        "Coding interactions": " fall against stove",
        "Notes": " fall onto or against object or elevated surface",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4312",
        "Title": "Fall on same level due to slip or trip",
        "Definition": "Falls on the same level resulting from slipping on a surface or substance or tripping over an object or surface irregularity. Falls on stairs or curbs on the same level are considered to be tripping over a surface irregularity.",
        "Includes": " Fall from stepping in a hole",
        "Excludes": "  fall from slipping on water",
        "Coding interactions": " fall from tripping over a box",
        "Notes": "Falls down stairs to a lower level (41)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4313",
        "Title": "Fall while sitting",
        "Definition": "Falls from an object used to sit, when the worker is in a seated position, onto a surface that is on the same level as the object.",
        "Includes": "Fall from chair or stool; fall while sitting, fall while attempting to sit, fall while getting up from sitting",
        "Excludes": "Fall while standing on chair (41)",
        "Coding interactions": "Source: The surface that's supporting the worker when the fall takes place (e.g. chair or other object sat on)\nSecondary source: \n1. Items or objects that caused the worker to fall 2. The object or surface onto which worker fell",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4314",
        "Title": "Fall on same level and catch oneself",
        "Definition": "Injuries resulting from efforts to catch oneself after a fall has been initiated, but do not include completed falls (i.e. hitting the ground) or falling against object or surface.",
        "Includes": "Grabbing a railing to prevent fall",
        "Excludes": " another person catches falling worker and prevents fall",
        "Coding interactions": "Slip or trip and fall against an object (e.g. desk) (4311)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "4319",
        "Title": "Fall on same level— n.e.c.",
        "Definition": "Falls that are not the result of tripping or slipping.",
        "Includes": "Loss of balance",
        "Excludes": "Fall as a result of slip or trip (4312)",
        "Coding interactions": " fall while sitting (4313)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "432",
        "Title": "Slip, trip, stumble on same level— without fall",
        "Definition": "Slips, trips, missteps or stumbles without a fall or inadvertent contact with an object or surface. Slips, trips, and stumbles resulting in falls are coded in 41 (lower level) or 43 (same level).",
        "Includes": "Rolled ankle",
        "Excludes": " tripped over oneself or an object without fall",
        "Coding interactions": " slip on liquid without fall",
        "Notes": " injuries from elevators or moving ground surfaces starting/stopping where a freefall did not occur",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "49",
        "Title": "Fall, slip, trip— n.e.c.",
        "Definition": "Falls, slips or trips where the event is known but does not fit descriptions of event groups 41 to 43.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "5",
        "Title": "EXPOSURE TO HARMFUL SUBSTANCES, ENVIRONMENTS",
        "Definition": "Codes in this division apply to injuries that are the result of an exposure to a condition or substance in the work environment. ",
        "Includes": "Exposure to electricity, hot and cold environments or objects, caustic or poisonous substances or oxygen deficiency; drug overdoses",
        "Excludes": "Exposures resulting from violence and other injuries by persons (Division 1), transportation incidents (Division 3) , and fires or explosions (Division 3); drug overdoses from intentional self harm (125)",
        "Coding interactions": "Source: The harmful substance or environment to which the worker was exposed.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. confined spaces) \n2. Items or conditions that actively transmitted the exposure (e.g. mosquitos, needle sticks transmitting disease, or another person transmitting a disease)\nSpecific rules are given for each group of Event or Exposure codes below.",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "50",
        "Title": "Exposure to harmful substances, environments— unspecified",
        "Definition": "Exposures to harmful substances or environments when no information about the type of workplace exposure is known.",
        "Includes": "Reactions like allergies, rashes, hives, etc. that stem from exposure in the workplace but cannot be linked back to a specific substance or environment.",
        "Excludes": " ",
        "Coding interactions": "Source: 990 - Source, secondary source- unspecified\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the events or exacerbating exposure (e.g. confined spaces, PPE failure)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "51",
        "Title": "Exposure to electricity",
        "Definition": "Codes in this major group apply to injuries that are a result of contact with electricity.  Contact may be made directly from the power source to the person, such as touching a live wire or being struck by an electrical arc. Items that are intentionally electrified, such as electric fences, should be considered direct exposure to electricity (511). Indirect exposure (512) occurs when contacting an unintentionally electrified object. Household objects should be coded in the 220 volts or less  (5111 and 5121), while power lines and some industrial transformers should be coded in the greater than 220 volts  (5112 and 5122). When uncertain as to the voltage, assume household voltage to be 220 or less, and overhead wire voltage to be greater than 220. ",
        "Includes": " ",
        "Excludes": "Concussive injuries from arc blasts (Division 3)",
        "Coding interactions": " falls initiated by electric shocks (Division 4)",
        "Notes": "Source: The source of the electricity (e.g. lighting, electrical wiring). For machines and tools, code the whole item. May code specific vehicle or structure parts rather than the whole, if applicable.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. PPE failure) \n2. Secondary source NA (991)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "510",
        "Title": "Exposure to electricity— unspecified",
        "Definition": "Exposure to electricity cases where it cannot be determined whether the exposure was direct or indirect ",
        "Includes": "Electrocuted; contact with electrified object like machines, power lines, and wiring; shocked",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "511",
        "Title": "Direct exposure to electricity",
        "Definition": "Codes in this group apply to injuries which are the result of direct electrical contact between the power source and the worker.",
        "Includes": "Direct contact with power lines, wires and power sources; contact with intentionally electrified objects such as electric fences; power cords of equipment and machinery",
        "Excludes": " ",
        "Coding interactions": "Source: The source of the electricity (e.g. lighting, electrical wiring). For machines and tools, code the whole item. May code specific vehicle or structure parts rather than the whole, if applicable.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, such as PPE failure or equipment malfunction (e.g. bucket truck moves into wires)\n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5110",
        "Title": "Direct exposure to electricity— unspecified",
        "Definition": "This code classifies cases resulting in injuries due to direct electrical contact between the power source and the person when the voltage cannot be determined.",
        "Includes": "Touched an electric wire without knowing if household or overhead",
        "Excludes": "Indirect contact with electricity (512); lightning strike (5112 or 5122); contact with a machine that becomes electrified, not just its electric parts (512)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5111",
        "Title": "Direct exposure to electricity— 220 volts or less",
        "Definition": "This code classifies cases resulting in injuries due to direct electrical contact between the power source and the person when the voltage is 220 volts or less or described as household.",
        "Includes": "Direct contact with interior household electrical wiring or power cords",
        "Excludes": "Contact with overhead power lines (5112)",
        "Coding interactions": " direct lightning strike (5112)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5112",
        "Title": "Direct exposure to electricity— greater than 220 volts",
        "Definition": "This code classifies cases resulting in electrical injuries due to direct contact between the power source and the person when the voltage is greater than 220 volts",
        "Includes": "Direct contact with transformer",
        "Excludes": " lightning strike",
        "Coding interactions": "Direct contact with interior household electrical wiring (5111)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "512",
        "Title": "Indirect exposure to electricity",
        "Definition": "Codes in this group apply to injuries that are the result of indirect exposure to electricity. Indirect exposure includes contact with objects which are not intended to be electrified, such as when a conductive material touches a source of electricity.",
        "Includes": "Object held by worker contacts a power line",
        "Excludes": " powered objects such as a crane touching a power line in a nontransportation capacity",
        "Coding interactions": " electricity transmitted to worker through a wet surface",
        "Notes": "Electrical contact as a result of a transportation incident (Division 2)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5120",
        "Title": "Indirect exposure to electricity— unspecified",
        "Definition": "Incidents involving indirect electrical contact between the power source and the person when the voltage cannot be determined",
        "Includes": "Contact with a machine that becomes electrified",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5121",
        "Title": "Indirect exposure to electricity— 220 volts or less",
        "Definition": "This code classifies cases resulting in electrical injuries due to indirect contact between the power source and the person when the voltage is 220 volts or less",
        "Includes": "Electric shock from sticking a fork into a toaster",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5122",
        "Title": "Indirect exposure to electricity— greater than 220 volts",
        "Definition": "This code classifies cases resulting in injuries due to indirect electrical contact between the power source and the person when the voltage is greater than 220 volts",
        "Includes": "Tools or equipment that become energized by contacting a power line",
        "Excludes": " contact with object energized by lightning",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "513",
        "Title": "Exposure to electric arc",
        "Definition": "Codes in this group apply to injuries which are the result of exposure to electric arc thermal energy. They typically result in burned charred clothing and skin burn on body, arms, legs and face/head as opposed to internal burns resulting from electric shock.",
        "Includes": "Arc flash, arc blast, arc explosion",
        "Excludes": "Welders' flash (5221)",
        "Coding interactions": "Source: The source of the electrical current (i.e. lighting, electrical wiring). May code specific vehicle, machine, or structure parts rather than the whole object, if applicable.\nSecondary source: \n1. Items that were responsible for precipitating or exacerbating the event \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "52",
        "Title": "Exposure to radiation and noise",
        "Definition": "Codes in this major group apply to injuries that are a result of exposure to all types of electromagnetic radiation as well as sound.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "520",
        "Title": "Exposure to radiation and noise— unspecified",
        "Definition": "This code classifies injuries resulting from exposure to electromagnetic radiation waves or sound waves when the type of waves are unknown.",
        "Includes": "Exposure to unknown waves",
        "Excludes": "Exposure to light (522)",
        "Coding interactions": " exposure to particle radiation (521)",
        "Notes": " exposure to noise (523)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "521",
        "Title": "Exposure to particle radiation",
        "Definition": " ",
        "Includes": "Atomic radiation, nuclear radiation",
        "Excludes": " ",
        "Coding interactions": "Source: The source of the particle radiation (e.g. uranium) or appropriate code from Source group 945, Light, radiation, and noise.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. PPE failure) \n2. Items or conditions that exacerbate the exposure (e.g. worker health conditions) \n3. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5210",
        "Title": "Exposure to particle radiation— duration unspecified",
        "Definition": "This code classifies injuries that are the result of exposure to particle radiation where duration is unknown.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5211",
        "Title": "Exposure to particle radiation— single episode or single shift",
        "Definition": "This code classifies injuries that are the result of exposure to particle radiation from a single episode or in a single shift.",
        "Includes": "Workers become ill after nuclear power plant radiation leak",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5212",
        "Title": "Exposure to particle radiation— repeated or prolonged",
        "Definition": "This code classifies injuries that are the result of repeated exposure to particle radiation over the course of more than one shift of work",
        "Includes": "Radiologist experiences health issues after exceeding radiation exposure limits for her job",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "522",
        "Title": "Exposure to light, other radiation",
        "Definition": "Codes in this group apply to injuries that are the result of exposure to other types of radiation, except as described in 521",
        "Includes": "Exposure to microwaves and radio waves, radars, x-rays, and other power frequencies; strobing lights",
        "Excludes": "Sunstroke and other environmental heat-related incidents (531); explosion injuries from arc flash, arc blast (31)",
        "Coding interactions": "Source: Appropriate code from Source group, Light, radiation, and noise (955).\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. item that produced light, PPE failure) \n2. Items or conditions that exacerbate the exposure (e.g. worker health conditions) \n3. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5220",
        "Title": "Exposure to light, other radiation— duration unspecified",
        "Definition": "This code applies to injuries that are the result of exposure to infrared radiation, visible light, ultraviolet radiation or other radiation. While eye injuries are the most common, injuries to skin and other parts of body are also included. Injuries may be acute, such as laser injuries, or result from prolonged exposure. Cases where light was deemed to have played a role in exacerbating an underlying medical condition or provoking a reaction to medication should still be coded here, unless the reaction was due to non-medical use of drugs (Event 551).",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5221",
        "Title": "Exposure to light, other radiation— single episode or single shift",
        "Definition": "This code classifies injuries that are the result of exposure to light and other types of radiation from a single episode or in a single shift.",
        "Includes": "Flash burns from viewing ultraviolet (UV) light;  sunburn and sun poisoning; eye injuries from laser beams or electrical sparks; exposure to laser, infrared light, sunlight, and welding flash, welder's flash; blue light (screen) exposure; strobe lights",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5222",
        "Title": "Exposure to light, other radiation— repeated or prolonged",
        "Definition": "This code classifies injuries that are the result of repeated exposure to light and other types of radiation over the course of more than one shift of work",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "523",
        "Title": "Exposure to noise",
        "Definition": "Codes in this  group apply only to injuries that are the result of exposure to noise. Hearing impairments resulting from exposure to a single loud noise (with the exception of explosions) or to prolonged noise are classified here. Use code 5231 if the exposure was prolonged but was limited to a single shift. Use code 5232 for repeated exposures to noise over more than one shift.",
        "Includes": " ",
        "Excludes": "noise from explosions (31)",
        "Coding interactions": "Source: Appropriate code from Light, radiation, and noise (995).\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. source of noise, PPE failure) \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5230",
        "Title": "Exposure to noise— duration unspecified",
        "Definition": "This code classifies injuries where the duration of the exposure to noise is unknown.",
        "Includes": "Cases where duration of exposure (brief, prolonged, and repeated) cannot be determined",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5231",
        "Title": "Exposure to noise— single episode or single shift",
        "Definition": "This code classifies injuries due to a single, brief noise event.",
        "Includes": "Sonic boom",
        "Excludes": " noise from a gunshot",
        "Coding interactions": "Noise from explosions (31)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5232",
        "Title": "Exposure to noise— repeated or prolonged",
        "Definition": "This code classifies injuries due to long term exposure to noise in the workplace for longer than one shift.",
        "Includes": "Hearing loss from machinery noise over more than one shift; hearing loss due to working on the airport tarmac, longer than one shift",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "53",
        "Title": "Exposure to temperature extremes",
        "Definition": "Codes in this major group apply to injuries that are the result of exposure to general heat or cold in the environment (531 or 532) or from contact with hot or cold objects or substances (533 or 534).  ",
        "Includes": "Heat exhaustion",
        "Excludes": " heat stroke",
        "Coding interactions": " hyperthermia",
        "Notes": " freezing",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "530",
        "Title": "Exposure to temperature extremes— unspecified",
        "Definition": "This code classifies injuries resulting from temperature extremes when the exposure cannot be determined to be from heat or cold or from the environment or an object.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Temperature extremes—environmental-- unspecified (9540)\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, (e.g. PPE failure) \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "531",
        "Title": "Exposure to environmental heat",
        "Definition": "This code classifies injuries and illnesses resulting from ambient heat and high temperatures in the workplace where direct contact with a heated object did not occur. Cases where heat was deemed to have played a role in exacerbating an underlying medical condition or provoking a reaction to medication should still be coded here, unless the reaction was due to non-medical use of drugs (551).",
        "Includes": "Heat exhaustion, heat stroke, hyperthermia, or fatigue from high temperatures in any work environment; working around furnaces, kilns or other heat producing equipment without direct contact with hot objects ",
        "Excludes": "Injuries from exposure to the sun's rays or other electromagnetic radiations (522)",
        "Coding interactions": "  injuries from an explosion or uncontrolled or unintended fire (Division 3)",
        "Notes": " contact with hot objects or substances (533)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5310",
        "Title": "Exposure to environmental heat— unspecified",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5311",
        "Title": "Exposure to environmental heat— indoor",
        "Definition": " ",
        "Includes": "Worker experienced effects of heat after working in boiler room",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5312",
        "Title": "Exposure to environmental heat— outdoor",
        "Definition": " ",
        "Includes": "Worker experienced heat stroke after working outside on a hot day",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "532",
        "Title": "Exposure to environmental cold",
        "Definition": "This code classifies injuries and illnesses resulting from cold temperatures in the workplace where direct contact with a cold object did not occur.",
        "Includes": "Freezing",
        "Excludes": " frostbite or hypothermia",
        "Coding interactions": " ",
        "Notes": "Source: The source producing code temperatures or Source 9442 Cold—environmental\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, (e.g. PPE failure)\nSecondary source NA (991)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5320",
        "Title": "Exposure to environmental cold— unspecified",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5321",
        "Title": "Exposure to environmental cold— indoor",
        "Definition": " ",
        "Includes": "Worker was accidently locked in freezer",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5322",
        "Title": "Exposure to environmental cold— outdoor",
        "Definition": " ",
        "Includes": "Worker experienced hypothermia after working outdoors",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "533",
        "Title": "Contact with hot objects or substances",
        "Definition": "This code classifies injuries due to contact with hot objects or substances.",
        "Includes": "Contact with heat sources such as stoves, welding torches, or hot fluids; contact with fire and flames from stoves, campfires, torches, cigarettes, furnaces, etc. and radiant heat emitted from such sources; contact with objects that are hot due to environmental heat such as metal object heated by exposure to the sun",
        "Excludes": "Unintentional and uncontrolled fires and explosions (Division 3)",
        "Coding interactions": " environmental or radiated heat (531)",
        "Notes": "Source: The hot object or substance \nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, (e.g. PPE failure) \n2. Secondary source NA (991)\n",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "534",
        "Title": "Contact with cold objects or substances",
        "Definition": "This code classifies injuries due to contact with cold objects or substances.",
        "Includes": "contact with dry ice, freezer surfaces, liquid nitrogen, etc.; contact with objects that are cold due to environmental cold, such as outside metal signs, light poles, etc.",
        "Excludes": "injuries and illnesses from environmental cold (532)",
        "Coding interactions": "Source: The cold object or substance \nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, (e.g. PPE failure)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "54",
        "Title": "Exposure to air and water pressure change",
        "Definition": "Codes in this major group apply to injuries that are the result of bodily reaction to changes in air and water pressure.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Select appropriate code from Environmental and elemental (953)\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure, (e.g. PPE failure, pressurized chamber)\n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "540",
        "Title": "Exposure to air and water pressure change— unspecified",
        "Definition": "This code classifies injuries from bodily reactions to changes in pressure when it is unknown whether air pressure or water pressure was responsible.",
        "Includes": "Decompression illness when the medium of pressure cannot be determined",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "541",
        "Title": "Exposure to change in water pressure",
        "Definition": "This code classifies injuries from bodily reactions to changes in water pressure.",
        "Includes": "Decompression illness, caisson disease, or the bends due to diving",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "542",
        "Title": "Exposure to change in air pressure ",
        "Definition": "This code classifies injuries from bodily reactions to changes in air pressure.",
        "Includes": "Altitude sickness",
        "Excludes": "Being struck by pressurized air being discharged from a hose or compressor (6421)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "55",
        "Title": "Exposure to harmful substances",
        "Definition": "Codes in this major group apply to injuries that are the result of the inhalation, absorption (skin contact), injection or needle stick, or ingestion of harmful substances.  Medical complications and sequelae, such a cut or laceration from an initial injury that becomes infected due to exposure, should be coded to the event which caused the initial injury.",
        "Includes": "Poisoning through inhalation or ingestion; exposure to allergens; contagious and infectious diseases; drug overdoses; exposure to caustic, noxious, allergenic substances, drugs, infectious agents ",
        "Excludes": "Violence by other person (11)",
        "Coding interactions": " suicide or attempted suicide (12)",
        "Notes": " insect bites or stings (6211)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "550",
        "Title": "Exposure to harmful substances— unspecified",
        "Definition": "Injuries that are a result of exposure to harmful substances when a more specific code from 551 to 558 cannot be determined.",
        "Includes": "Exposure via a human or animal vector when the specific route of exposure is unknown",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "551",
        "Title": "Drug, alcohol overdose",
        "Definition": "Overdoses from drugs and alcohol that were not prescribed by a physician or were not used according to prescription, regardless of delivery mechanism when self-harm was unintentional or the intent to harm is unknown. ",
        "Includes": "Drug overdoses of unknown intention; intentional use of non-drug substances such as inhalants, grain alcohol, detergent pods, etc.",
        "Excludes": "Accidental exposures to drugs, such as during manufacture, dispensing, or administration of a drug (552-559), or law enforcement activities; drugs taken in therapeutic use (552-559); vaccines (552, 553, 554); suicides and other purposeful injuries resulting from drugs (Division 1)",
        "Coding interactions": "Source: Select from source group 15, Drugs, medications \nSecondary source: \n1. Item(s) or conditions that were responsible for transmitting or exacerbating exposure (e.g. hypodermic needle)\n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "552",
        "Title": "Reaction to prescribed medication or vaccines",
        "Definition": "Reactions to medicines and vaccines used as prescribed by a medical professional. Medications may be taken via any delivery mechanism (ingestion, injection, etc.) ",
        "Includes": "Reaction to flu shot",
        "Excludes": "Recreational drug use (551)",
        "Coding interactions": " self medication or abuse of prescription (551) or for self-harm (125)",
        "Notes": "Source: Select from source group 15, Drugs, medications \nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. bodily conditions of worker)\n2. Secondary source NA (991)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "553",
        "Title": "Inhalation of harmful substance ",
        "Definition": "Unintentional inhalation of gases or airborne particulates.",
        "Includes": "Inhalation of dust and fumes, inhalation of chemicals and smoke",
        "Excludes": "Choking on substance(562), drowning (56); intentional inhalation of substance for recreational purposes (551);  intentional inhalation of substance for self-harm purposes (125)",
        "Coding interactions": "Source: The harmful substance that was inhaled.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. the source of the harmful substance such as a vehicle emitting CO gas) \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5530",
        "Title": "Inhalation of harmful substance— unspecified",
        "Definition": "Inhalation of gases or airborne particulates where the length of time of the exposure is unknown.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5531",
        "Title": "Inhalation of harmful substance— single episode or single shift",
        "Definition": "Inhalation of gases or airborne particulates limited to a single shift.",
        "Includes": "Smoke inhalation in the absence of a fire or explosion",
        "Excludes": " inhalation of motor exhaust",
        "Coding interactions": "Sprayed with pepper spray or other chemical in violent situation (Division 1)",
        "Notes": " smoke inhalation from a fire or explosion (Division 3)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5532",
        "Title": "Inhalation of harmful substance— repeated or prolonged",
        "Definition": "Inhalation of gases or airborne particulates that exceed a single shift or occur daily over a prolonged period.",
        "Includes": "Temp worker experienced respiratory symptoms after a week of being hire to paint house.",
        "Excludes": "Intentional self harm by inhalation of substance (125)",
        "Coding interactions": " intentional recreational substance inhalation (551)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "554",
        "Title": "Ingestion of harmful substance",
        "Definition": "Ingestion or digestion of a substance producing an adverse reaction.",
        "Includes": "Allergic reaction to food ingested",
        "Excludes": " accidental ingestion of substances",
        "Coding interactions": "Swallowing a foreign object which tears internal tissue (6)",
        "Notes": " windpipe is physically blocked by an object or substance injected causing lack of oxygen (562)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "555",
        "Title": "Exposure to harmful substance through exposed tissue",
        "Definition": "Codes in this group apply to exposure to harmful substances through skin, eyes, or other exposed tissue. Types of exposures may include chemicals or other caustic agents, allergens, infectious agents, and blood or body fluids.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The harmful substance that was to which the worker was exposed (e.g. bodily fluids, chemicals)\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. sharp objects, failed PPE) \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5550",
        "Title": "Exposure to harmful substance through exposed tissue— unspecified",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5551",
        "Title": "Unintentional needlestick or sharps injury",
        "Definition": "Exposures that are the result of unintentional contact with hypodermic needles and other medical sharps.",
        "Includes": "Clean sharps and dirty sharps injuries",
        "Excludes": " ",
        "Coding interactions": "Nature: Select the disease to which the decedent was exposed or possibly exposed. If no exposure occurred or is unknown, code Nature - Cuts, lacerations, punctures without injury to internal structures (132)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5552",
        "Title": "Exposure through wound or broken skin",
        "Definition": "Exposure to harmful substances where the skin was already broken at the time of exposure. Types of exposures may include chemicals or other caustic agents, allergens, infectious agents, blood or body fluids",
        "Includes": "Bodily fluid splash on open wound",
        "Excludes": " exposure through already-present dermatitis or eczema",
        "Coding interactions": "Infections that are secondary to injuries (code event to reflect injury); wounds occurring without known or suspected exposure to harmful substances (code event to reflect injury); stabbings (1112); medical sharps injuries (5552); excludes diseases transmitted by 'bugs', arthropods",
        "Notes": "Nature: Select the disease or reaction since the wound was already present prior to the exposure incident ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5553",
        "Title": "Exposure through intact tissue",
        "Definition": "Exposure to harmful substances such as chemicals or other caustic agents, allergens, infectious agents, blood or body fluids where the skin was intact at the point of contact",
        "Includes": "Skin contact with chemicals",
        "Excludes": " contact with harmful substances through eyes",
        "Coding interactions": "Inhalation or a harmful substance (553)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5558",
        "Title": "Multiple types of exposure through exposed tissue",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "5559",
        "Title": "Exposure to harmful substance through exposed tissue— n.e.c.",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "558",
        "Title": "Exposure to harmful substance—multiple routes of exposure",
        "Definition": "Combination of two or more different exposures from groups 552 to 555.",
        "Includes": "Exposure through inhalation and ingestion",
        "Excludes": " ",
        "Coding interactions": "Source: The harmful substance to which the worker was exposed (e.g. bodily fluids, chemicals)\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event or exacerbating exposure (e.g. the source of the harmful substance such as animals being processed, containers that leak or break, persons the injured worker were in contact with)\n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "559",
        "Title": "Exposure to other harmful substances— n.e.c.",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "56",
        "Title": "Exposure to oxygen deficiency ",
        "Definition": "Codes in this major group apply to injuries that are the result of lack of oxygen without the involvement of harmful substances and when no other event category applies. Drowning and nonfatal submersions are classified here if no other event applies. ",
        "Includes": " ",
        "Excludes": "Intentional strangulations or asphyxiations (Division 1); drowning and submersions from transportation incidents (Division 2); asphyxiations from fires and explosions (Division 3); drowning and submersions that result from falls (Division 4); asphyxiation due to inhalation of harmful substance, alone or in combination with oxygen deficient environment (553);  oxygen deficient environments and physical restriction of breathing resulting from cave-ins or engulfments (63);  strangulations from being caught in running equipment (65)",
        "Coding interactions": "Source: The items or substances displacing or blocking oxygen if known (e.g. nitrogen gas displacing oxygen; object choked on) or appropriate code from Source group 923. For drowning, code the body or container of liquid, unless it is unknown.\nSecondary source: \n1. Items or conditions that were responsible for causing or exacerbating exposure, such as confined spaces or respirator failure or 2. source of oxygen-displacing gas or\n3.  Secondary source NA (991)",
        "Notes": "clarified to state that the body or container of water should be coded as the source when the event is drowning",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "560",
        "Title": "Exposure to oxygen deficiency— unspecified",
        "Definition": "Injuries due to oxygen deficiency where the cause cannot be determined.",
        "Includes": " ",
        "Excludes": "Altitude sickness (542)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "561",
        "Title": "Drowning, submersion without other event",
        "Definition": " ",
        "Includes": "Swimmer drowns",
        "Excludes": " diver running out of air while underwater",
        "Coding interactions": "Falls off of boat, or vehicle submersion in water (Division 2); falls into vat filled with liquid (Division 4) intentional drowning by another person (113)",
        "Notes": "Code the body or container of water or liquid as the source.  ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "562",
        "Title": "Choking on object or substance",
        "Definition": "Injuries where the windpipe is physically blocked by an object or substance injected.",
        "Includes": "Worker chokes on food at desk",
        "Excludes": "Injuries sustained through abdominal thrusts or Heimlich Maneuver (66)",
        "Coding interactions": " ingestion of a harmful substance when the substance causes the injury no a restriction of oxygen (553)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "563",
        "Title": "Oxygen displacement",
        "Definition": "Injuries that are a result of oxygen being displaced by another gas.",
        "Includes": "Nitrogen leak",
        "Excludes": "Oxygen within a space being displaced by harmful gas (5531)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "569",
        "Title": "Exposure to oxygen deficiency— n.e.c.",
        "Definition": "Oxygen deficiency that is known but does not fit descriptions of codes 561 and 563.",
        "Includes": "Auto-erotic asphyxiation",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "57",
        "Title": "Exposure to stressful environment without other event",
        "Definition": "This code applies to events where the worker is affected by stressful events on the job with the exception of being a victim or witness of violent act(s) or threatening actions provoking a reasonable fear of violence. Stress from being involved in another event such as a transportation incident or fire should be coded to that event. Assume events and actions of persons are unintentional unless source documents support clear intent to harm oneself or another person.",
        "Includes": "Stress from workplace harassment or hazing without reasonable fear of harm or violence; stressful work environment; reactions to workplace critiques, disciplinary actions, or perceived \"unfairness\"; fear of losing job",
        "Excludes": "Events where the worker was a victim of or witness to an assault or violent act ( Divison1)",
        "Coding interactions": " involved in a transportation incident (Division 2)",
        "Notes": " involved in a fire or explosion (Division 3)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "570",
        "Title": "Exposure to stressful environment without other event— duration unspecified",
        "Definition": "Exposure to workplace stress of unknown duration",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "571",
        "Title": "Exposure to stressful environment— prolonged",
        "Definition": "Exposure to a workplace stressor for longer than one shift",
        "Includes": "Ongoing harassment or hazing without reasonable fear of harm or violence; \"toxic work environment\" ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "572",
        "Title": "Exposure to stressful environment— single episode",
        "Definition": "Stress resulting from witnessing a single traumatic, non violent work event where the worker was not the direct victim of the incident.",
        "Includes": "Witnessing a car crash",
        "Excludes": " witnessing an industrial accident",
        "Coding interactions": " single incident of hazing or harassment",
        "Notes": " stress from manager making demeaning remark",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "59",
        "Title": "Exposure to harmful substances or environments— n.e.c.",
        "Definition": " This code includes events that are the result of exposure to harmful substances or environments but do not match codes 50 through 572.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The harmful substance or environment to which the worker was exposed.\nSecondary source: \n1. Items or conditions that were primarily responsible for causing or exacerbating exposure (e.g. items transmitted the exposure) \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "6",
        "Title": "CONTACT INCIDENTS",
        "Definition": "Codes in this division apply to injuries that are the result of contact between the injured person and the source of injury, except when the contact was due to a fall, transportation incident, fire or explosion, or assault or violent act by a person. This division also excludes contact with harmful substances. The contact can be with a stationary or moving object, equipment, person, or animal.",
        "Includes": "Striking against",
        "Excludes": " being struck by",
        "Coding interactions": " getting caught in",
        "Notes": " injuries by animals",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "60",
        "Title": "Contact incidents— unspecified",
        "Definition": "Contact between the injured person and stationary or moving object, equipment, person or animal, when a more specific code from 61 to 69 cannot be determined. ",
        "Includes": "Striking against",
        "Excludes": " being struck by",
        "Coding interactions": " getting caught in",
        "Notes": " injuries by animals",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "61",
        "Title": "Contact with other person, nonviolent or intent unknown",
        "Definition": "Codes in this major group apply to incidents that are the result of nonviolent, intentional or incidental physical contact with another person(s). Physical contact that is clearly of violent intent are coded in Violence (11). Those with unknown intent are considered to be unintentional and coded here. Overexertion injuries are coded in Division 7.",
        "Includes": " ",
        "Excludes": "Intentional violent contact (11); contact with item (except sports equipment) wielded by another person (6621); physical contact due to the motion of a vehicle in transport (Division 2); overexertion injuries while caregiving (711); exposures to infectious agents or contagious diseases, even if the exposure is a result of contact with a person (55) ",
        "Coding interactions": "Source: The person the worker physically contacted.\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating the event (e.g. safety protocol failure, handheld sports equipment (e.g. lacrosse sticks, bats, etc.)) \n2. Secondary source NA, (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "610",
        "Title": "Contact with other person, nonviolent or intent unknown—  unspecified",
        "Definition": "Injuries resulting from direct physical contact with a person when a more specific code from 611 to 619 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "611",
        "Title": "Contact with other person, equipment during sports or physical training",
        "Definition": "Accidental or intentional physical contact with the body or sports equipment of another person(s) during sports or fitness competition or training",
        "Includes": "Police or martial arts training",
        "Excludes": " injuries resulting from physical contact during staged fight",
        "Coding interactions": " all contact sports",
        "Notes": " contact with sports equipment worn or wielded by another player",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "612",
        "Title": "Contact with other person while providing medical or custodial care",
        "Definition": "Accidental or incidental physical contact with the body of another person(s) while rescuing or providing care to patients, children, or other charges. Injuries that are solely the result of a care provider overexerting over a patient should be coded in 711.",
        "Includes": "Injuries while rescuing; providing care for children or special needs persons; providing medical care, nursing care; unintentionally struck by patient; non-violent contact with social work clients, students",
        "Excludes": "Overexertion due to caregiving (711) ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "619",
        "Title": "Contact with other person, nonviolent or intent unknown— n.e.c.",
        "Definition": "Accidental or intentional physical contact with another person(s) that does not meet descriptions of codes 661-662.",
        "Includes": "Contact injuries as a result of horseplay; accidental contact, such as an coworkers colliding with one another; bumping heads",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "62",
        "Title": "Contact with animals",
        "Definition": "Codes in this major group describe incidents where a worker is harmed as a result of direct contact with an animal, regardless of the animal's intent to harm the person.",
        "Includes": " ",
        "Excludes": "overexertion while working with animals",
        "Coding interactions": "Source: The animal the injured worker contacted\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (PPE failure, confined spaces) \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "620",
        "Title": "Contact with animals— unspecified",
        "Definition": "Contact with a non-venomous animal when a more specific event code from 621 to 629 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The animal the injured worker contacted\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (PPE failure, confined spaces) \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "621",
        "Title": "Bitten or stung by animal",
        "Definition": "Injuries resulting from being bitten by a non-venomous animal",
        "Includes": "Dog or cat bite",
        "Excludes": " non-venomous snake bites",
        "Coding interactions": " Exposure to animals or animal byproducts through a previous wound or broken skin. (5552)",
        "Notes": "Source The animal the injured worker contacted\nSecondary source \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (PPE failure, confined spaces) \n2. Secondary source NA (991)\n",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6210",
        "Title": "Bitten or stung by animal— unspecified",
        "Definition": "Injuries resulting from being bitten or stung by an animal when a more specific code from 6211 to 6213 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6211",
        "Title": "Bite or sting— insects, \"bugs\"",
        "Definition": "Bites and stings from all types of \"bugs\". That is insects, arachnids, and myriapods (e.g. centipedes). Use this code regardless of whether the creature is considered venomous or not and whether or not the bite transmitted an illness, such as Lyme disease, West Nile virus, etc.",
        "Includes": "Spider and scorpion bites and stings",
        "Excludes": " allergic reactions due to insect bites",
        "Coding interactions": " exposure to disease through insect bites",
        "Notes": " scabies and lice infestations",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6212",
        "Title": "Venomous animal bite— except \"bugs\"",
        "Definition": "Venomous animal bite or contact, excluding bites and stings from bugs.",
        "Includes": "Venomous snake bites",
        "Excludes": "Nonvenomous animal bites (6213)",
        "Coding interactions": "Nature: Reactions to venomous animal bites are coded in Nature group 16, Effects of poisoning, toxic or allergenic exposure",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6213",
        "Title": "Non-venomous animal bites— except \"bugs\"",
        "Definition": "Injuries resulting from being bitten by a non- venomous animal",
        "Includes": "Dog or cat bite",
        "Excludes": " non-venomous snake bites",
        "Coding interactions": "Venomous and non-venomous bug bites (6211)",
        "Notes": " venomous animal bites (6212)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "622",
        "Title": "Struck by animal ",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The animal the injured worker contacted\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (e.g. a bull strikes worker against a fence) \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6220",
        "Title": "Struck by animal— unspecified",
        "Definition": "Contact with a non-venomous animal, except bites, when a more specific event code from 6221 to 6229 cannot be determined.",
        "Includes": "Contact with cow with no other information",
        "Excludes": "Bitten by non-venomous animal (6213)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6221",
        "Title": "Gored, rammed by animal",
        "Definition": "Contact with a charging or butting animal with or without puncture by a horn.",
        "Includes": "Rammed by goat",
        "Excludes": " charged by rhino",
        "Coding interactions": " gored by bull",
        "Notes": "Being trampled or kicked by an animal (6222)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6222",
        "Title": "Stepped on, kicked, trampled by animal ",
        "Definition": " ",
        "Includes": "Stepped on by a horse",
        "Excludes": " knocked down and run over by running goats",
        "Coding interactions": "Gored or rammed by animal (6221)",
        "Notes": " clawed or scratched by cat (6223)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6223",
        "Title": "Mauled, clawed, scratched by animal ",
        "Definition": " ",
        "Includes": "Clawed or scratched by cat",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6229",
        "Title": "Struck by animal— n.e.c. ",
        "Definition": "Contact with animal that does not fit descriptions of codes 6220-6223",
        "Includes": "Struck by flying animal such as birds and bats",
        "Excludes": " spit on",
        "Coding interactions": " sat on",
        "Notes": " animal falling on person",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "628",
        "Title": "Multiple types of contact with animals",
        "Definition": "Combination of one of more contact codes from 620 to 6229.",
        "Includes": "Scratched and bitten by a cat ",
        "Excludes": "Insects bites (6211)",
        "Coding interactions": " venomous animal bites (6212)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "629",
        "Title": "Contact with animals— n.e.c.",
        "Definition": "Contact with animals when a more specific event code that is known but does not fit descriptions of event codes from 621 to 628.",
        "Includes": "Contact with poisonous or allergenic animal, such as jelly fish; spit on; sat on; animal falling on person; animal throws feces; contact with quills or barbs",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "63",
        "Title": "Collapse, engulfment",
        "Definition": "Codes in this major group apply to incidents that are the result of a being struck by a collapsing structure or equipment or an engulfment in material. ",
        "Includes": "Compression, crushing, depletion of oxygen or drowning from cave-in or collapse; struck by falling debris during cave-in or collapse",
        "Excludes": "Collapse caused by fire or explosion (Division 3)",
        "Coding interactions": " single items or pieces falling and striking the worker (643)",
        "Notes": "Source: The collapsing materials or items that broke away from a structure. If a whole building collapses, code the entire structure. For avalanches, mud slides, or rock slides, Source 9511.\nSecondary source: \n1. Conditions that were responsible for initiating or exacerbating the event (e.g. equipment, structure, or object from which item named in source separated or fell or an airplane that flies into a building, initiating collapse) \n2. Secondary source NA, 991 ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "630",
        "Title": "Collapse, engulfment— unspecified",
        "Definition": "Collapse of or engulfment in structures or material when a more specific event code from 6310 to 6390 cannot be determined.",
        "Includes": " ",
        "Excludes": "Falls resulting from structure or equipment collapse (Division 4)",
        "Coding interactions": " structure collapse during fire or explosion (Division 3)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "631",
        "Title": "Collapse, engulfment— closed mine or tunnel",
        "Definition": "Collapse of closed tunnel or mine",
        "Includes": "Partial collapse of mine wall or roof",
        "Excludes": " cave-in",
        "Coding interactions": "Excavation or trenching cave-in (632)",
        "Notes": " mine or tunnel collapse during fire or explosion (Division 3)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "632",
        "Title": "Collapse, engulfment— open trench or excavation",
        "Definition": "Collapse or cave-in of any man-made cut, cavity, trench, or depression in the earth’s surface formed by earth removal",
        "Includes": "Trench wall collapse or cave-in",
        "Excludes": " removed earth falling back into the excavation",
        "Coding interactions": "Mine or tunnel collapse or cave-in (631)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "633",
        "Title": "Collapse, engulfment— loose materials or liquids",
        "Definition": "Partial or total engulfment in loose materials or liquids. May involve sinking into materials or being overtaken by collapsing or surging materials",
        "Includes": "Collapsing grain; sinking in loose materials; quicksand; manure pits; collapse or surge of materials due to natural disasters including tsunami, tidal wave, flood waters, rockslide, mudslide, avalanche",
        "Excludes": "Falls into liquids or loose materials (Division 4)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "634",
        "Title": "Collapse, engulfment— building or structure",
        "Definition": "Struck by or buried in materials breaking loose from buildings and structures in the process of full or partial collapse. Person may be in or on collapsing structure or outside within striking distance of materials.",
        "Includes": "Whole building collapse",
        "Excludes": " struck by debris from ceiling collapse",
        "Coding interactions": " retaining wall collapse",
        "Notes": " permanent and semi-permanent tower crane collapse",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "639",
        "Title": "Collapse, engulfment— n.e.c.",
        "Definition": "Collapse or engulfment event that is known but does not fit descriptions of event codes 631 to 634",
        "Includes": "palm frond collapse",
        "Excludes": " struck by collapsing boom (except permanent and semi-permanent tower cranes)",
        "Coding interactions": " sink hole collapse",
        "Notes": " elevator drop",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "64",
        "Title": "Struck by propelled, falling, or suspended object",
        "Definition": "Codes in this major group apply to injuries that are the result of being struck by a propelled object or substance; self-propelled flying object; or falling, discharged, dislodged or detached objects.",
        "Includes": "Thrown ball or other object; self-propelled flying object; discarded, dislodged or detached objects; free falling objects; objects dropped by a person; objects falling from running equipment",
        "Excludes": "Intentional violent acts (Division 1)",
        "Coding interactions": " transportation incidents (Division 2)",
        "Notes": "Source: The propelled, falling, or suspended object that struck the injured worker\nSecondary source: \n1.  Item(s) or conditions that were responsible for initiating or exacerbating the event (e.g. Equipment or object from which item named in source was propelled, detached, or fell) \n2. Secondary source NA, 991 ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "640",
        "Title": "Struck by propelled, falling, or suspended object— unspecified",
        "Definition": "Struck by a propelled object or substance self-propelled flying object or falling, discharged, dislodged or detached objects when a more specific event code from 641 to 6429 cannot be determined.",
        "Includes": " ",
        "Excludes": "Intentional violent acts (Division 1)",
        "Coding interactions": " transportation incidents (Division 2)",
        "Notes": "Source: The propelled, falling, or suspended object that struck the injured worker\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (e.g. Equipment or object from which item named in source was propelled, detached, or fell) \n2. Secondary source NA, 991 ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "641",
        "Title": "Gun discharge— accidental or intent unknown",
        "Definition": "Shot by firearm due to accidental discharge or when fired in a nonviolent situation. The shooter can be either the injured worker or another person.",
        "Includes": "Gun discharged while cleaning; accidently shot during hunting trip; accidental harm from shooting during training exercise, sport",
        "Excludes": "Intentional violent acts (Division 1)",
        "Coding interactions": " gun recoil (651)",
        "Notes": " nail gun and staple gun discharge (6421)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "642",
        "Title": "Struck by propelled object or substance",
        "Definition": "Struck by objects or substances that have been thrown, hurled, or propelled across space.",
        "Includes": "Thrown ball or other object; self-propelled flying object; discarded, dislodged or detached objects; discharged or flying objects",
        "Excludes": "Intentional violent acts (Division 1)",
        "Coding interactions": " transportation incidents (Division 2)",
        "Notes": " direct contact with person or equipment wielded by person in sporting event (611)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6420",
        "Title": "Struck by propelled object or substance— unspecified",
        "Definition": "Struck by objects or substances that have been thrown, hurled, or propelled across space when a more specific code from 6421 to 6429 cannot be determined.",
        "Includes": " ",
        "Excludes": "struck by debris from explosions (31)",
        "Coding interactions": " objects propelled by mobile equipment or vehicles (Division 2)",
        "Notes": "  intentional violent acts (Division 1)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6421",
        "Title": "Struck by discharged object or substance ",
        "Definition": "Struck by object(s) that are sprayed or discharged under power or pressure, usually by a tool or equipment designed for that purpose. ",
        "Includes": "Air compressor blasts, power washer blasts, fire hose, nail gun  ",
        "Excludes": "Struck by a flying piece or particle that has broken off an object (6422)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6422",
        "Title": "Struck by dislodged or detached object(s)",
        "Definition": "Struck by dislodged flying object or particle when a piece of material separates from or breaks off of a tool, machine, or other object that is not intended to separate.  ",
        "Includes": "Flying broken glass or other particles; a piece of grinding wheel flying off; tire rims flying off (unless the tire or rim exploded); piece of material separating from a tool; rope, chain or fastener snapping ",
        "Excludes": "Air compressor blasts, power washer blasts, fire hose, nail gun, accidentally discharged by another person (6421); accidentally discharged gun (BB, stun, paintball) (641); items kicked back by machinery without being thrown or becoming detached, saw kickback (651); explosions (31)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6429",
        "Title": "Struck by other propelled object or substance— n.e.c.",
        "Definition": "Struck by an object being propelled across space that is known but does not fit descriptions of event codes  6421 to 6422.",
        "Includes": "Thrown object",
        "Excludes": " object propelled by wind",
        "Coding interactions": " batted ball",
        "Notes": " dust flying through air",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "643",
        "Title": "Struck by falling object ",
        "Definition": "Struck by objects and equipment slipping or falling freely by force of gravity.",
        "Includes": "Objects and equipment tipping over, dropped by a person or falling from running equipment such as a conveyor; unattached items that are slipping or sliding off of a surface",
        "Excludes": "Struck by falling doors, still attached (e.g. garage doors) (6441)",
        "Coding interactions": "Source: The falling object or material. May code specific vehicle, machine, or structure parts rather than the whole object, if applicable.\nSecondary source: \n1. The whole equipment, object, or person from which item named in source fell (excludes instances where injured worker drops items in code 6322) \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6430",
        "Title": "Struck by falling object— unspecified",
        "Definition": "Struck by objects falling freely downward by force of gravity where a more specific code from 6431 to 6439 cannot be determined.",
        "Includes": " ",
        "Excludes": "Objects being propelled by a force other than gravity (642)",
        "Coding interactions": " struck by objects as a result of transportation incidents (Division 2)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6431",
        "Title": "Struck by object dropped by person",
        "Definition": "Struck by object of any size dropped by or falling from the injured worker or by another person ",
        "Includes": "Dropped item on foot",
        "Excludes": " items dropped from roof onto workers below",
        "Coding interactions": " hammer dropped from tool belt",
        "Notes": " item falls from stack being carried by person",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6432",
        "Title": "Struck by object tipping over",
        "Definition": "Struck by any object or equipment that is self supporting on the ground surface tipping over but not moving under power and not the result of a collapse.",
        "Includes": "Outrigger failure, shelf or file cabinet tipping over",
        "Excludes": "Collapsing structures or equipment (634); boom collapse (634); struck by objects as a result of transportation incidents (Division2), fires or explosions (Division 3)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6433",
        "Title": "Struck by falling part of vehicle or machine, still attached",
        "Definition": "Struck by attached parts of vehicles or equipment that fall or descend in an uncontrolled fashion.",
        "Includes": "Falling dump bed",
        "Excludes": " falling forks (forklifts)",
        "Coding interactions": " falling loader bucket",
        "Notes": "Falling vehicle doors or gates (6441)",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6439",
        "Title": "Struck by other falling object— n.e.c.",
        "Definition": "Struck by a falling object event that is known but does not fit descriptions of event codes 6431 to 6433. The object is free falling and not dropped by a person, not falling from running equipment and not a tipping over.",
        "Includes": "Falling tree or tree branch",
        "Excludes": " vehicle falling from stationary jacks",
        "Coding interactions": " object falling from vehicle or machinery (except attached vehicle or machine part)",
        "Notes": "Struck by objects as a result of transportation incidents (Division2)",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "644",
        "Title": "Struck by suspended or swinging object",
        "Definition": "Events where the worker was struck by objects and equipment parts that are suspended or swinging from a fixed point. It excludes handheld objects. The item(s) may be suspended from powered equipment or non-powered fixed points.",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: The suspended or swinging object or substance. Code specific vehicle or machine parts rather than the whole object, if applicable.\nSecondary source: \n1. The equipment or object from which item named in source was suspended or swinging. For doors, this would be the structure that they were attached to. \n2. Item(s) or conditions that were responsible for initiating or exacerbating the event.",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6440",
        "Title": "Struck by suspended or swinging objects— unspecified",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6441",
        "Title": "Struck by door, gate, window",
        "Definition": "Powered or nonpowered doors, gates, or windows that may be raising, lowering or swinging from hinges",
        "Includes": "Hand and caught in vehicle door, struck by lowering garage door, caught in revolving door, hand caught in powered or nonpowered window",
        "Excludes": "Falling vehicle tailgate (6433)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6449",
        "Title": "Struck by suspended or swinging objects— n.e.c.",
        "Definition": "Struck by parts or objects that are suspended or swinging from an object or equipment",
        "Includes": "Struck by crane block or load",
        "Excludes": " items suspended on nonpowered track (gantry crane)",
        "Coding interactions": " vehicle suspended on chain for maintenance",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "649",
        "Title": "Struck by propelled, falling, or suspended object— n.e.c.",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "65",
        "Title": "Struck, caught, or compressed by running powered equipment",
        "Definition": "Codes in this major group apply to injuries that are the result of the motion all types of equipment and machinery running under power, except discharged, falling, or suspended and swinging objects. Incidents are assumed to occur during normal operation unless case documents indicate otherwise. The detailed codes describe what kind of machine motion produced the harmful contact between worker and machine.",
        "Includes": "Contact with running machinery and equipment including industrial machinery, mobile equipment (except during transport); running, powered hand-wielded equipment; includes running water or water hoses (assume powered by pump) ",
        "Excludes": " ",
        "Coding interactions": "Source: The whole machine or powered equipment that the injured worker contacted\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (e.g. specific machine parts, confined spaces or PPE failure)  \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "650",
        "Title": "Struck by running powered equipment— unspecified",
        "Definition": "Contact with all types of equipment and machinery running under power, when a more specific code from 651 to 659 cannot be determined.",
        "Includes": "Contact with running machinery and equipment including industrial machinery and mobile equipment (except during transport); running, powered hand-wielded equipment ",
        "Excludes": "Struck by running equipment being pushed by person (6622) or moving across a surface under power (unless contact was with moving machine parts) (653)",
        "Coding interactions": " struck by dislodged object flying off of running equipment (6422)",
        "Notes": " transportation incidents (Division 2)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "651",
        "Title": "Struck by running powered equipment— irregular movement, kick back",
        "Definition": "Contact or jarring resulting from machinery or materials being processed by machinery striking the worker due to recoil or sudden backward motion. ",
        "Includes": "Saw kickback",
        "Excludes": " kick back of wood being cut",
        "Coding interactions": " gun recoil",
        "Notes": " nail gun kick back",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "652",
        "Title": "Struck by running powered equipment— during maintenance, cleaning, testing",
        "Definition": "Contact with powered equipment during non-normal operation. This may include unplanned repairs and interventions, such as troubleshooting or unjamming as well as planned cleaning and maintenance.  ",
        "Includes": "Contact while cleaning, lubricating, unjamming, repairing, calibrating, testing, performing maintenance",
        "Excludes": "Contact while loading, unloading (662)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "653",
        "Title": "Caught, entangled in running powered equipment— normal operation",
        "Definition": "Contact with running machinery and equipment when a person, clothing, or part of body is pulled into moving parts of machinery or equipment. ",
        "Includes": "Clothing caught in running machinery and equipment in non-normal operation",
        "Excludes": " chipper incidents in non-normal operation",
        "Coding interactions": " compressed in running machinery",
        "Notes": " part of body crushed or compressed in running parts of machinery",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "654",
        "Title": "Compressed between running equipment and other object(s)",
        "Definition": "Struck or compressed between moving part of machine and another object or structure. ",
        "Includes": "Compressed between manlift platform and ceiling; compressed between machine arm and other object; pinned against wall by machine; caught in mechanical doors, gates, and windows",
        "Excludes": "Pinned between vehicle body and attached vehicle part (665)",
        "Coding interactions": " machines and vehicles moving over ground surface (653)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "655",
        "Title": "Struck by rolling powered vehicle or machinery",
        "Definition": "Struck by a machine or vehicle moving over the ground surface that does not meet the definition of a transportation incident. That is, the machine is either not performing transportation functions (i.e. moving goods or persons) or is not in normal operation (i.e. moving outside of the control of a person or computer)",
        "Includes": "Struck by moving machinery not involved in transport (e.g. robotic vacuum cleaner or inventory checker)",
        "Excludes": " struck by runaway vehicle (non-normal operation)",
        "Coding interactions": " struck by powered wheelchair",
        "Notes": "Pedestrian incidents (25); struck by rolling, sliding nonpowered objects (664); struck by object being pushed by another person (662)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "656",
        "Title": "Jarred, vibrated by running powered equipment",
        "Definition": "Cumulative trauma and injuries resulting from repeated or prolonged exposure to vibration or jarring. ",
        "Includes": "Riding in jarring vehicle, without a specific transportation incident; acute injuries due to jarring and vibration of running machinery or nonpowered tools and objects",
        "Excludes": "vibration or jarring due to a transportation incident (2); abrasion due to short contact with powered equipment, such as belt sander (639)",
        "Coding interactions": "Source: The whole object or equipment that produced the vibration or jarring\nSecondary source: \n1.Item(s) or conditions that were responsible for initiating or exacerbating the event \n2. Secondary source: Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "659",
        "Title": "Struck by running powered equipment— n.e.c.",
        "Definition": "Struck by attached parts of running machinery and equipment.  Machine parts may be swinging, rotating, rising or lowering. ",
        "Includes": "Pushed by machine parts into another object, such as lifts compressing worker between lift platform and another object or surface; striking against part of powered equipment in operation",
        "Excludes": "Struck by object or machine part detached from equipment (6422)",
        "Coding interactions": " struck vehicle or equipment falling from jacks or platforms (6439)",
        "Notes": " struck by running equipment being pushed by person (663) or moving across a surface under power (unless contact was  with moving machine parts) (653)",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "66",
        "Title": "Contact with non-running objects or equipment ",
        "Definition": "Codes in this major group apply to injuries that are the result of striking against or being struck by an object that is neither collapsing, falling, or propelled or operating under power. This group includes objects manipulated or wielded by the injured worker. Items or equipment being moved or wielded by other persons",
        "Includes": "Walked into a wall, entangled in wire",
        "Excludes": "Contact with running equipment and objects in normal or non-normal operation (65); falling objects or equipment (643); propelled, dislodged or discharged objects or substances (642); transportation incidents (Division 2)",
        "Coding interactions": "Source: The whole non-powered object that the injured worker contacted\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event (e.g. specific machine parts, confined spaces or PPE failure)  \n2. Secondary source NA (991) ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "660",
        "Title": "Contact with non-running objects or equipment— unspecified ",
        "Definition": "Striking against or being struck by a non-running object that is not falling, moving over a surface or has not been discharged, dislodged or propelled when a more specific event code from 661 to 669 cannot be determined. ",
        "Includes": " ",
        "Excludes": "Vehicles and powered mobile equipment (non-transportation) (65)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "661",
        "Title": "Injured by object handled by person",
        "Definition": "Accidental contact resulting from a worker being struck by an object or equipment being handled or manipulated in some way by direct physical exertion of a person, either the injured worker themselves or another person.",
        "Includes": " ",
        "Excludes": "Powered tools or equipment whose operation does not involve direct physical exertion of a person (i.e. mechanically operated or remote-controlled machinery) (65)",
        "Coding interactions": " blisters from wielding tools (667)",
        "Notes": "Source: The whole non-powered object that the injured worker contacted\nSecondary source: \n1. The person responsible for manipulating the object (e.g. coworker), if not the injured worker themself  \n2. Item(s) or conditions that were responsible for initiating or exacerbating the event \n3. Secondary source NA (991) ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6610",
        "Title": "Injured by object handled by person— unspecified",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6611",
        "Title": "Injured by object held or wielded by person",
        "Definition": "Accidental contact resulting from a worker being struck by an object or equipment being wielded or handled by themselves or another person",
        "Includes": "Object breaking in hand",
        "Excludes": " injured by handheld object",
        "Coding interactions": " injured by object wielded by other person",
        "Notes": "Injured by sports equipment wielded by other person ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6612",
        "Title": "Injured by object pushed or pulled by person",
        "Definition": "Accidental contact resulting from a worker being struck by an object or equipment being pushed or pulled by another person",
        "Includes": "Turning, steering object not supported by injured worker",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6619",
        "Title": "Injured by object handled by person— n.e.c.",
        "Definition": " ",
        "Includes": " ",
        "Excludes": "Overexertion injuries (Division 7)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "662",
        "Title": "Entangled in non-running object",
        "Definition": "Objects that become wrapped around worker or part of body.",
        "Includes": "Wrapped or surrounded by wire, rope, plastic",
        "Excludes": "Caught or struck in collapsing structure (63)",
        "Coding interactions": " entangled in running machinery (65)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "663",
        "Title": "Struck by rolling, sliding, or shifting objects—non-running",
        "Definition": "Struck by rolling, sliding or shifting objects and equipment, except self-propelled, running powered equipment; items being pushed or pulled by person(s) or objects being advanced or propelled by powered equipment",
        "Includes": "Rolling shopping cart, non running powered pallet jack sliding across a surface; struck by rolling logs or pipes; struck by object or equipment moving along fixed track (except transportation); struck by shifting stone slabs",
        "Excludes": "Self-propelled, running powered equipment (653); items being pushed or pulled by person(s) (6622);  objects being advanced or propelled by powered equipment (659)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "664",
        "Title": "Caught or wedged between objects— nonrunning",
        "Definition": "Impeded, caught, compressed or pinched in the parts of a single object or non-running equipment or between two objects or non-running equipment. ",
        "Includes": "Caught hand between objects",
        "Excludes": " positional asphyxia",
        "Coding interactions": " caught or compressed between two objects",
        "Notes": "Stepping between objects",
        "": ""
    },
    {
        "Hierarchy": "3s",
        "Code": "665",
        "Title": "Struck against stationary object",
        "Definition": "Codes in this group apply to injuries resulting from a person striking against an object where the impact is caused by the bodily motion of the injured person.",
        "Includes": " ",
        "Excludes": "intentionally striking or punching an object in anger or outburst (129)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6650",
        "Title": "Struck against stationary object— unspecified",
        "Definition": "Injuries resulting from a person striking against an object where the impact is caused by the bodily motion of the injured person and a more detailed code from 6651 to 6659 cannot be determined",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6651",
        "Title": "Stepped or knelt on object",
        "Definition": "Making impact with an object by stepping on it, where the injury is from the impact not a loss of balance. ",
        "Includes": "Stepping on nail",
        "Excludes": " kneeling on object",
        "Coding interactions": "Slips or trips resulting in injury from loss of balance (Division 4)",
        "Notes": " wedging foot between objects such as pallet slats",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6652",
        "Title": "Walked or ran into stationary object",
        "Definition": "Injuries from inadvertently walking into an object or structure.",
        "Includes": "Worker runs into wall",
        "Excludes": "Trips without falls (42, 432)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6653",
        "Title": "Struck against stationary object while rising, lowering",
        "Definition": "Injuries resulting from a person striking against an object where the impact is caused by the bodily motion of the injured person rising up from a crouched or seated position",
        "Includes": "Strike head while crawling, crouching under something",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "4",
        "Code": "6659",
        "Title": "Struck against stationary object— n.e.c.",
        "Definition": "Injuries resulting from a person striking against an object where the impact is caused by the bodily motion of the injured person that do not meet descriptions of 6651 through 6653",
        "Includes": "Splinters from non-handheld objects (e.g. railing); jarring injuries from repeated striking of non-powered tools, such as a hammer or axe",
        "Excludes": "Contact with moving or running parts (65)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "666",
        "Title": "Rubbed or abraded by non-running object",
        "Definition": "Injuries or discomfort resulting from acute or prolonged exposure to friction or pressure. ",
        "Includes": "Blisters and chafing from worn apparel",
        "Excludes": " blister from wielding tools",
        "Coding interactions": " dust or object in eye without allergic or chemical reaction",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "669",
        "Title": "Other contact with non-running objects or equipment— n.e.c.",
        "Definition": "Contact with non-running objects or equipment that is known but does not fit descriptions of event codes 661 or 666.",
        "Includes": " zip line incidents",
        "Excludes": " jarred or jerked by non-powered object",
        "Coding interactions": "Contact with a sharp edge of a running, powered object or equipment (641 or 642)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "69",
        "Title": "Contact— n.e.c.",
        "Definition": " ",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "1s",
        "Code": "7",
        "Title": "OVEREXERTION, REPETITIVE MOTION, AND BODILY CONDITIONS",
        "Definition": "Codes in this division apply to injuries that are the result of either excessive physical effort over an outside source, free bodily motion, the assumption of an unnatural position, repetition of a bodily motion, maintaining one position for an extended period, or a combination of any of these. ",
        "Includes": "Heart attacks and strokes not attributed to a specific event or exposure; \"Ergonomic injuries\"",
        "Excludes": "Overexertion injuries occurring onboard vehicles in transport (Division 2); abnormal stepping, loss of balance, trips, slips or falls and injuries from attempting to recover from these events (Division 4) ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "70",
        "Title": "Overexertion, repetitive motion and bodily condition— unspecified",
        "Definition": "Overexertion or ergonomic Injury not stated to be caused by violence, transportation, fire or explosion, fall, exposure, or contact, and a more specific code from 710 through 799 cannot be determined.",
        "Includes": "Overexertion or ergonomic injury from normal or regular duties; working at work station; strain due to installation; scrubbing, cleaning, dusting, etc. without additional information",
        "Excludes": " ",
        "Coding interactions": "Source: The item that the  worker exerted over or 990 if an external object could be determined\nSecondary source: \n1. Item(s) or conditions that were responsible for initiating or exacerbating the event  \n2. Secondary source NA (991)\nSpecific rules are given for each group of Event or Exposure codes below. ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "71",
        "Title": "Overexertion while moving or manipulating external object(s)",
        "Definition": "Codes in this major group apply to injuries that are the result of excessive physical effort directed at an outside source, either as a single or cumulative exposure.",
        "Includes": "Lifting/lowering, pulling/pushing/turning, moving/transferring, holding/carrying/wielding, or catching/throwing an object or person",
        "Excludes": "Non-overexertion injuries from contact with a person (61)",
        "Coding interactions": "  free bodily motions without an outside source of injury or abnormal motion (73)",
        "Notes": " repetitive motions involving micro tasks (72) ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "710",
        "Title": "Overexertion while moving or manipulating external object(s)— unspecified",
        "Definition": "Overexertions involving an outside source for an unspecified length of time and unspecified number of repetitions when the type of exertion reflected in codes 711 through 719 cannot be determined.",
        "Includes": "\"Moving\" an object without further information; unspecified overexertion involving an object or person such as cleaning or making a bed",
        "Excludes": "Moving a patient (711)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "711",
        "Title": "Overexertion while providing medical or custodial care",
        "Definition": "Overexertion incurred while attempting to move or physically assist a person when the worker bears part or all of another person's weight or exerts against another person's strength.",
        "Includes": "Transferring, repositioning, or turning  a patient; overexertion from assisting or helping a patient/person without further information; catching a falling patient or child; Pushing or pulling a patient in a wheelchair, bed, or stretcher",
        "Excludes": "overexertion when restraining a violent person (Division 1); veterinary care (711); pushing or pulling a bed, wheelchair or stretcher without a patient or if it is unknown if there was a patient (714)",
        "Coding interactions": "Source: patient/person Secondary source: equipment used to move person/patient, if any (e.g. stretcher, wheel chair)",
        "Notes": "Clarified to include pushing patients in wheelchair",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "712",
        "Title": "Overexertion while wielding, manipulating tools, object(s)",
        "Definition": "Overexertions from combinations of gross motor movements and exertions while wielding handtools or manipulating other objects.",
        "Includes": "Shoveling; cranking; hammering; single instance use of handheld tools/objects, such as shoveling;  interacting with levers or switches; turning a crank handle; manually jacking up a vehicle; turning or rotating objects without relocating them; opening doors or windows; tightening",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "713",
        "Title": "Overexertion while catching or throwing object(s)",
        "Definition": "Overexertion from throwing or catching an object or person, either once or repeatedly, when injury is not caused by impact with the thrown object. ",
        "Includes": "Repetitive throwing of boxes",
        "Excludes": " heaving or swinging heavy objects",
        "Coding interactions": "Struck or impacted by thrown or falling object (642, 643); laceration from catching a sharp object (64); catching a falling patient or child (711)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "714",
        "Title": "Overexertion while materials moving by hand",
        "Definition": "Overexertions from bearing the weight of or striving against the resistance of an object while trying to relocate or position it. The overexertion may be a single episode or the result of prolonged or multiple instances of exertion. This includes lifting, lowering, pushing, pulling, turning, and other manners of exertion.",
        "Includes": "Lifting, lowering, carrying, supporting, handling, holding, or placing an object;  stocking merchandise; team lifting large objects; pushing, pulling or turning objects or equipment over ground surface, with or without wheels; moving objects up or down stairs; moving furniture; unloading freight; Pushing or pulling a wheelchair, bed, or stretcher that was empty or if it was unknown whether there was a patient.",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "718",
        "Title": "Multiple types of overexertion while moving or manipulating external object(s)",
        "Definition": "Combination of overexertions from at least 2 different codes 711 through 714, occurring either once or multiple times. ",
        "Includes": "Overexertion catching a dropped object and then moving it",
        "Excludes": " Pushing cart and unloading cart",
        "Coding interactions": " Shoveling dirt and pushing wheelbarrow",
        "Notes": "Lifting and lowering an object (714)",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "719",
        "Title": "Overexertion while moving or manipulating external object(s)— n.e.c.",
        "Definition": "Overexertion for which the event is known but does not fit descriptions of event codes 710 to 718.",
        "Includes": "Kicking a ball; attempting to stop a rolling object; overexertion or ergonomic injury from worn apparel or items (e.g. backpacks, utility belts); overexertion while working with animals, animal husbandry, veterinary care",
        "Excludes": "Bearing down on shovel with foot (712)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "72",
        "Title": "Repetitive microtasks",
        "Definition": "Codes in this major group apply injuries or conditions resulting from motions (often micro tasks) that impose stress or strain on some part of the body due to the repetitive nature of the task. ",
        "Includes": "Repetitive micro tasks ",
        "Excludes": "Strenuous effort or exertion imposed against an outside source (71); repetitive (cumulative trauma), vibration",
        "Coding interactions": "Source: The tool or item being manipulated (e.g. computer keyboard or handtools) or bodily motion of injured or ill worker (562), if no other object was being manipulated  (e.g. use of sign language).\nSecondary source: \n1. Item(s) or materials being repetitively processed, if any  \n2. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "720",
        "Title": "Repetitive microtasks— unspecified",
        "Definition": "Repetitive motion without overexertion that does not have enough information to choose a more specific event code from 721 through 729.",
        "Includes": "Repetitive motion",
        "Excludes": " clerical activities",
        "Coding interactions": " office tasks",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "721",
        "Title": "Repetitive microtasks involving computers, electronics",
        "Definition": "Repetitive motion involving data entry tools or equipment",
        "Includes": "Repeated use of computer peripherals, cash registers, or cellular phones; gaming equipment; touch screens",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "722",
        "Title": "Repetitive use of tools, instruments",
        "Definition": "Repetitive motion involving the use of simple tools or equipment without overexertion. ",
        "Includes": "Repeated use of screwdrivers, knives, musical instruments, or surgical implements; musical instruments; product assembly",
        "Excludes": "Holding or wielding a heavy tool (712)",
        "Coding interactions": " injury due to contact with an object (Division 6)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "728",
        "Title": "Multiple types of repetitive microtasks",
        "Definition": "Combination of at least 2 different repetitive motions from codes 721 through 722.",
        "Includes": "Trigger finger caused by a combination of texting and using handheld tools",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "729",
        "Title": "Repetitive microtasks— n.e.c.",
        "Definition": "Specific repetitive motion, not involving tools and/or instruments that is known but does not fit the description of event codes from 721 through 728. ",
        "Includes": "Sign language interpretation, scanning groceries, assembly-line work without tools; stepping on pedal repeatedly; voice strain after prolonged talking/shouting",
        "Excludes": "Moving heavy objects (714)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "2s",
        "Code": "73",
        "Title": "Bodily position and motion",
        "Definition": "Codes in this major group apply to injuries or conditions resulting from a single or prolonged instance(s) of free bodily motion or the assumption of a physical position without other incident, which impose stress or strain upon some part of the body.  ",
        "Includes": "prolonged sitting, standing, or viewing; musculoskeletal or other injury or illnesses resulting from the execution of personal movements such as walking, climbing, or bending when such movement in itself was the source of injury or illness; eyestrain from sustained viewing (737) ",
        "Excludes": "overexertion from lifting, pulling, or pushing outside objects  (71); motions involving microtasks which induce injury or illness due to their repetitive nature (72); abnormal stepping, loss of balance, trips, slips and falls, which are coded in (4); injuries from attempting to catch oneself while falling or recover balance after slipping or tripping (4)",
        "Coding interactions": "Source: Bodily motion of injured or ill worker (562)\nSecondary source: \n1. Items or circumstances that were involved in the events leading to bodily motion or position. (e.g. vehicle the worker alighted from, ladder being ascended, bodily conditions of injured worker) \n2. Secondary source NA (991)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "730",
        "Title": "Bodily position and motion— unspecified",
        "Definition": "Bodily motion, either a single episode or prolonged, when the specific action is unknown and a more specific event code from 731 through 739 cannot be determined. ",
        "Includes": "Body parts \"giving out\" with no explanation or external source",
        "Excludes": "Repetitive dexterous tasks (72)",
        "Coding interactions": " overexertion (71)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "731",
        "Title": "Climbing or stepping— up or down",
        "Definition": "Overexertion from raising or lowering self from one surface to another without stumble, loss or balance or other incident. This can be a single episode or prolonged. ",
        "Includes": "Strained back when ascending or descending stairs, ladders, or inclines; overexertion while boarding and alighting vehicles; \"hoisting\" oneself to a higher level or surface",
        "Excludes": "Stepping on a flat surface (736); slip, trip, stumble while stepping, loss of balance, fall (43); \"missed step\" (42); twisting ankle due to stepping on uneven surface (432)",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "732",
        "Title": "Kneeling, crawling ",
        "Definition": "Bodily movement involving a single or prolonged episode of body weight being placed on knees through kneeling or crawling. It also includes assuming a kneeling position and changing from a kneeling position to another position.",
        "Includes": "The process of kneeling down",
        "Excludes": " being in kneeling position",
        "Coding interactions": " crawling on hands and knees",
        "Notes": " standing up from kneeling or crawling position",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "733",
        "Title": "Twisting, reaching, bending",
        "Definition": "Bodily movement involving a single or prolonged episode of twisting, extending, or contorting oneself in attempts to reach items or fit into spaces.",
        "Includes": "Straining for out of reach items",
        "Excludes": " squeezing through tight spaces",
        "Coding interactions": " bending down",
        "Notes": " stretching",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "734",
        "Title": "Standing up, sitting down, laying down",
        "Definition": "Bodily movement involving a single or prolonged episode of sustained stance or position or repeated transition between standing, sitting or laying.",
        "Includes": "Laying down under a vehicle to perform repair work",
        "Excludes": " standing from a seated position",
        "Coding interactions": " sitting from a standing position",
        "Notes": " rising from a laying position",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "735",
        "Title": "Running, without other incident",
        "Definition": "Running without loss of balance, abnormal step, or stepping on an object or uneven surface. ",
        "Includes": "Single episode of running to pursue suspect",
        "Excludes": " running during athletic training or competition",
        "Coding interactions": "Running up steps (731)",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "736",
        "Title": "Walking, without other incident",
        "Definition": "Walking without loss of balance, abnormal step, or stepping on an object or uneven surface. ",
        "Includes": "knee \"popped\" while walking",
        "Excludes": "walking up steps (731)",
        "Coding interactions": " ",
        "Notes": "",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "737",
        "Title": "Sustained bodily position",
        "Definition": "Holding a natural position for any length of time that does not fit the description of event codes 731 through 734.",
        "Includes": "Poor workstation ergonomics, including seats on vehicles in transport in the absence of a transportation incident; prolonged or brief episodes of sitting, standing or squatting; sustained viewing of screens or monitors; operating a vehicle without transportation incident or rough driving surface",
        "Excludes": "Welder's flash, staring at the sun (522) ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "738",
        "Title": "Multiple types of bodily position and motion",
        "Definition": "Combination of at least two bodily reactions from codes 731 through 737 without loss of balance, abnormal step, or stepping on an object. ",
        "Includes": "Single or repeated episodes of standing and walking, walking and running, or kneeling and standing, ",
        "Excludes": " ",
        "Coding interactions": " ",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "739",
        "Title": "Bodily position and motion—  n.e.c.",
        "Definition": "Bodily motion that is known but does not fit the description of event codes from 731 through 738.",
        "Includes": "Jumping up and down",
        "Excludes": " push-ups or pull-ups",
        "Coding interactions": " vocal strain",
        "Notes": "Unexplained pain, strain or pull; injury due to elevator stopping/starting where a fall did not occur (432)",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "74",
        "Title": "Bodily conditions",
        "Definition": "Injuries or illnesses that are the direct result of the physical condition of the worker with no outside injury component.",
        "Includes": "Heart attacks and strokes which are not attributed to a specific event or exposure; unexplained fainting; vertigo, motion sickness if not related to transportation ",
        "Excludes": "Bodily conditions exacerbated by workplace events or exposures (code to appropriate event); anxiety or other mental symptoms or disorders due to violent incidents (11), witnessing a violent act (13), transportation incidents (Division 2) or stressful environments (57)",
        "Coding interactions": "Source: Bodily conditions of injured or ill worker (561)\nSecondary source: \n1. Secondary source NA (991)\n",
        "Notes": "updated source in interactiosn",
        "": ""
    },
    {
        "Hierarchy": "2",
        "Code": "78",
        "Title": "Multiple types of overexertions, bodily motion and position",
        "Definition": "Combination of at least two separate, sequential events from the overexertion involving external objects (71), repetitive microtasks (72), bodily position and motion (73) and bodily conditions (74) during a single or prolonged episode. ",
        "Includes": "Assembly line work involving exertion of strength and repetitive microtasks",
        "Excludes": "Lifting materials and turning (714)",
        "Coding interactions": "Source: The item or person over which the injured worker exerted themself. If one of the items caused an acute overexertion, select that item over item(s) that caused a repetitive use injury. \nSecondary source: \n1. Secondary source NA (991)\n",
        "Notes": " ",
        "": ""
    },
    {
        "Hierarchy": "3",
        "Code": "990",
        "Title": "Event or exposure— unspecified",
        "Definition": "Select this code when there is not enough information present to select a code from any of the major event divisions (1-7).",
        "Includes": " ",
        "Excludes": " ",
        "Coding interactions": "Source: Code any object that directly contributed to injury, if known. Otherwise, Source 990. \nSecondary Source: \n1. Code any object or condition that initiated or exacerbated the event, if known. \n2. Source, secondary source— unspecified (990).",
        "Notes": " ",
        "": ""
    }
]